#version: 0.2
A A
T T
T G
A G
C C
T C
A C
G G
A TT
A T
A TG
G C
T AA
A CC
AA AA
T CC
A TC
AG C
TT C
AG G
AA G
AA C
TG C
TT TT
TG G
TT G
T AC
T AG
T ATT
CC C
T AT
TG TG
GG C
AG AA
AC AC
AT AA
TT TC
GG G
AG AG
TT TG
T ATG
ATT C
TC TC
AC AA
AC AG
TT CC
TG AA
TT AA
ATT G
TCC C
AG CC
ATG G
ATG C
AC TG
TC TG
AT CC
AG GC
AC G
ACC C
AG GG
AG TG
TT GG
TAA C
TC AA
T ATC
AT AT
TT GC
TG GG
TAA G
TG CC
T ACC
TC G
TG GC
TAA AA
T AGC
AA GG
AT AC
AT ATT
TC AG
AA AG
AAAA C
AT AG
T AGG
TC AC
TT TTC
AA GC
TT AC
AA AC
TT ATT
AAAA G
TT TAA
AG AC
AA CC
AA TG
TTTT G
TT AG
TG AG
TC TT
G CC
TG TC
TG AC
TT TCC
AA ATT
AG TC
CC CC
AC TC
AA TT
AT ATG
TG TT
AA TC
AC ATT
TATT C
GG GG
AA ATG
AT AAAA
GC G
CC G
AA TAA
TC ATT
AG TT
AC TT
AT ATC
AT AAC
ATT TT
TATT G
TGG CC
TC TCC
TC TTC
AGG CC
AG AAG
AG ATG
AGC G
AT AAG
GG CC
TG TAA
AA ATC
TT TGC
AG ATT
ATG GC
GG GC
AAAA AAAA
AT CCC
AG AAC
TG ATT
TT TAC
TCC CC
ACC CC
TC TGC
AGG AA
ATG CC
ATC G
TT TAG
TTTT TTTT
TT CCC
AAC G
AC TGC
TTG CC
ACC G
AAG AA
ATT CC
AC AGC
AAG CC
AG TTC
TG TTC
AC ATG
AC TTC
TAT AA
TG GGC
TATG C
AG AGG
AG TAA
AG AGC
TC AGC
TG TGC
AC TCC
TT TGG
AT ACC
AG AAAA
AT AGC
TG ATG
AC ATC
TC ATC
AC AAC
ATT GC
AA TTC
TG AAG
TT TATT
TG TTG
TG TCC
AG TGC
TAT CC
AA AGC
TATG G
ATT TC
ATG GG
TG TGG
TG AAC
TG GGG
AG CCC
TT AAAA
AC ACC
TC AGG
AC GC
AG GGC
TAC G
AC TAA
TG TAG
AG ATC
TC TGG
TC TTG
TG CCC
AC AGG
TTC G
TC ACC
TC TAA
TT ATG
TT AAC
TC ATG
AC GG
AG ACC
ACAC ACAC
TGC G
TT GGC
TG AGC
TGTG TGTG
TT ATC
AA ACC
AG TGG
TG ACC
TG AGG
ATT ATT
TC GC
AG GGG
AC AAG
TCC G
AA AGG
T ACCC
TC AAC
AC TTG
AC TGG
AC AAAA
AG TAG
AT AGG
AG TTG
AG TCC
TT AAG
TC AAG
TG TTTT
ATT TTC
TG ATC
AT ATAA
TT GGG
ATT GG
AA GGC
TG TAC
AA TAC
AC TAC
TC TAC
TT TAT
TG AAAA
TAG CC
TTTT CC
AA TGC
TC GG
ATT TAA
AA TTG
AG TAC
TAA TAA
TT ACC
TC TAG
AA TAG
AA CCC
TT AGC
AA TGG
AA TTTT
TAT ATT
TAA CC
TC TTTT
AA GGG
AA ATAA
TC AAAA
TAG GC
AT ATTC
TAA GG
TAA GC
ATAT ATAT
ATT TTG
AA TCC
AC TAG
AG TTTT
AC TTTT
AGAA GG
AA TATT
AGAA GC
TT AGG
AT ACAA
ATT TTTT
AT ATTG
TG TATT
TAG GG
AGAG AGAG
TCTC TCTC
AT ACAC
ATT AA
ATG AA
TTTG GG
GGC G
TC TGTG
TTC TTC
TCTG CC
TC TTTC
TCC TCC
ACAG GC
AAAA GC
AG AGAA
AGC AGC
AAAA AA
TG TAT
TAA AAC
TT TGTG
ATT TCC
CCC G
TC AGCC
ACAG GG
AGG AGG
AT AGAA
TG TTTC
AAAA CC
AC AGAG
TC TTCC
ACG CC
ACAG CC
TGC TGC
AAC AA
TAA ATG
TGG AA
TT TATG
AC AGAA
TG TCTC
TAA ATT
AAAA GG
AGAG GC
AG TTTC
AAG AAG
AC TTTC
TTC TCC
TTTT GC
TG TTTG
ATT TAC
AT ATGC
TTC AA
TT ATAA
AGTG GC
TTG AA
AGG AAG
AGAG GG
AAC AAC
TTTT GG
TTTG CC
AC TGTG
GC GC
AT ACAG
AG TATT
TT TCCC
TC TCCC
TT TATC
TAT ATG
ACAC G
AGAG CC
TGAA GG
AT ATCC
ATC AA
TTCC CC
ATT TG
AGC AA
TTGG CC
AT ACTG
TGAA GC
TT TAAG
ATT TATT
TG AGGC
TC AGAA
TAG AA
TTG TTG
TT TAAC
TAA AAG
ATT TGC
TT TAAAA
TC TTTG
AC ATAA
ACC ACC
GGG CC
ATGG CC
AG TTTG
ATC ATC
AC ATTC
AG ATAA
TAA TTTT
TC TATT
TCCC AGC
AG TGTG
AC TATT
AA AGAA
ACAA GG
TCTG GG
ATG ATG
AGTG GG
ATC TTC
ATC TCC
TT ATTC
AG TAT
ACTG CC
AAG AAC
AT ATGG
TAA AAAA
AGC TGC
ATCC CC
AA TAT
AG ACAC
AC TGAA
TC ATTC
TG AGAA
ACAA GC
TG TATG
ACTG GG
AGCC CC
TTC TGC
AC TAT
TAC AA
ATTG CC
ACC ATG
TCTG GC
TGG AAG
AT ACG
ACTG GC
TTTG GC
TC TGAA
AC TTCC
AG ATGG
AGG AAC
TC TAT
TGG TGG
AGC TCC
AAAA TAA
TT ATTG
AGC TTC
TG AGCC
TGTG GC
ACAA CC
TTTC G
AC TTTG
TGC AA
ATT TAG
AC ATGC
ATG TAA
AGGC G
AG ATTC
AG TGAA
TT TACC
AG TTAA
ATG AAC
TG TTAA
ATG AAG
TGG AGG
TGC TTC
TC TTAA
AG TCTC
TAAC G
TGG AAC
AGTG CC
TG TCTG
AG ACAG
TGTG GG
TCG CC
AC TTAA
ATG TTC
TG TTCC
AGGG GC
ATG TTG
TCCC G
TG ATAA
TATT CC
AGC ATC
AT AGAG
ATT AAAA
AGAA CC
AGCC G
ACC TCC
AGGG CC
AGGG GG
TG ATTC
TGTG CC
AG ATGC
AC ATCC
TTGG GG
AGG AGC
TGC TCC
AAC TCC
TC ACAC
TCTC G
TCAA GG
ATT ATC
TAA ATC
TGC AGC
AT AAAAC
AA ACAA
ATT CCC
ATT TTAA
AG ACAA
ATT AAC
AA ATTC
TC ATAA
TC AGAG
AC ATGG
AG TTCC
AC TCTG
AAG AAAA
GC GG
TT AGAA
TTG TTC
AC ATTG
AA TTTC
TC ATCC
TC ACTG
ATG TCC
TC TTGC
ATG GGG
TT ACAA
TC ACCC
TGGG GG
TGG AGC
TC ATTG
AA ACAC
TTTT TAA
TTC ATC
TG ATGG
TAT AAC
TG ATCC
AGGC TGG
TC AGTG
ATG TGC
ATT TGG
AT AGCC
TC GGC
TTC TTG
ATTC G
AGC AAC
ATC ACC
TGGC G
AGC AAG
TAT ATC
AC GGC
TTC AAG
AA TTAA
TATC G
TTG AAC
TC ACAG
AGG TGG
TG TTGG
ACACACAC ACACACAC
TCAA GC
TG TTGC
ATT TTTC
AC ACCC
TC ACAA
TCC TTC
TGTGTGTG TGTGTGTG
ATG TAC
TAT AAAA
TGGG GC
TTG AAG
TG ATGC
AC TCTC
AT AGTG
TC AGGG
TT TAGC
AA ATGC
TG AGAG
TGC TGG
AT ACCC
AG ACG
TAA TTC
ATT ATG
AGC AGG
AG TATG
TC TATG
AGC GC
TC TTGG
AGC ACC
TT ACAG
AG TCTG
AGC TGG
AT AAAAG
AG TTGG
TGCC CC
TAA TAC
TCC ATC
AC TTGG
TG TAAC
TG ACAG
AT AGGC
TTG TAA
AAC ATC
AG ATCC
TCAA CC
TATT GC
TG ACAA
ACC CCC
AG ACTG
TTG CCC
TAAG CC
AC TATG
AGG ATG
TGGG CC
TC ACG
TT TAGG
AAG TTC
AG TAGC
GCC G
TC AGGC
TG TCCC
AG TAAC
ACC ATC
TTG TTTT
AC TTGC
TG ACAC
TG AGGG
ATG ATC
AG ACCC
TC ATGC
TT ACAC
TG ACG
ACC AA
TG TATC
TTC AAC
ATAA GC
AG TTGC
ATG TGG
TGCC G
ACC GC
TTC ATT
TCC CCC
TC GGG
TAG AAC
TC ATGG
AA TGAA
ACC TGC
AG TCAA
ATG CCC
AAAA AAC
TC TACC
AGC GG
TG AGTG
TAA ATAA
TATT TATT
AGG CCC
TT ACTG
ATT AAG
AGC TAC
TGC GC
AAGG CC
AA AGAG
TGGG ATT
AC ATAC
AC TCAA
TAG AAG
ATG AAAA
ATC TGC
TGG CCC
TTCC G
ATGC G
ACC TTC
AG TAAG
TG TAAG
ATCC G
TG ACCC
AG ATTG
TT ACG
TGAA CC
TC TATC
AAAA ATT
TTTT TTC
AGG TTC
ATAA CC
TAC TTC
AC TCCC
ATG TAG
TG ACTG
ACC AAC
ATAA GG
TATT GG
TTG TCC
ATG GGC
TG TCAA
AG TCCC
TTG TAG
AAAA AAG
AA ATTG
TCAC TGC
AGG ATC
AT AGGG
AGG AGAA
AA TTTG
TCC TGC
AG AAAAC
TTGG GC
TTAA CC
TG AGAC
TGG ATC
TAA AGC
AAC TTC
TG ATTG
TTAA GG
AA ACG
AAG ACC
TACC G
TGG TTC
AG TATC
TTG TAC
AGG TGC
ACCC G
TT ATATT
AG TCAG
AAGC G
TG TCG
ATT TTTG
AAG ATC
AGG ACC
AC TCG
ATG TTTT
AA ATGG
AGG AAAA
ATT TAT
TG TAGC
AG TCG
TGG TGC
TTG TGC
AAGG GG
AAG TAA
AC TAAC
AAG AGC
AA TATG
TATT TTC
AG AAAAG
TAGG CC
TAC TAC
ATC AAC
AAG CCC
AGC ATG
AC GGG
TT ATGC
TAA TAG
TTGC G
AAG ATG
AC TCAG
TT AGCC
TGG ATG
TAC AAC
AA ATATT
TTTT TTG
TC TAAC
TG TACC
TT ATCC
TTAA GC
ATT GGC
AGG TAA
AGG TAG
AAG TGC
AA ATAC
AG TACC
AGG TCC
AAGG GC
TT AGAG
TAC ATC
AA AGCC
TGG TCC
TGC GG
AGC ATT
TGC ATC
ATATATAT ATATATAT
TTTC TTTC
AACC CC
TG TCAG
TAC ATT
AG TCAC
TT ATGG
TAA TTG
AA ACTG
ATAA ATAA
TCC ACC
AC ATAT
AC AAAAC
AA ATCC
TAT CCC
TGC ATG
TG TTTTC
TATT TTTT
TATG GC
TCC TGCC
TT ATAT
AAC ACC
AA TATC
TG TCAC
AAC ATT
AC TATC
ATG ATT
TAG TAG
TATG CC
AA ACAG
TGG AAAA
AAC AAAA
TCC AGC
AA TAAC
ATC GC
ATC ATT
TAA ACC
AA TAAAA
TAC ATG
AG ATAC
TC TAAG
AA AGGC
AG TAGG
TC TTTTC
AAC AGC
TT ATAG
TTG ATG
TAA TGC
AC TAAG
AAAAC G
TT AGGG
TTC TTTT
AGG ATT
TTG ATT
TAA CCC
AAC GC
TGG TAG
AC TACC
TTG AAAA
TAGC G
TAT AAG
AC TCAC
AA TGTG
AA AGGG
TG TAGG
TTG TGG
TT ATAC
AAC ATG
ACC AGC
TTG ATC
TTC TGG
AG TTAC
TTC AGC
AAG TCC
AC ATAG
AA AGTG
TTTT ATT
AGAA AGAA
AAC TGC
TAC AGC
AA TTCC
AAAA ATG
AAG AGG
GG GGC
TTTT TCC
TG TTTTG
TAA TATT
TG TAAAA
AAAG TGC
ATAT ATT
TTC TAG
TT AGTG
TTC TAC
AA TGGC
AG TAAAA
AAG TGG
TACC CC
ATC ATG
AGG TAC
AC TTAC
TC TAGC
AACC G
ACC GG
TCC TGG
AAG TAC
AA ACCC
TCTCTCTC TCTCTCTC
GC TGC
TAT ATAA
TTC ATG
AAG TAG
AAAA ATC
TT AAAAC
TATG GG
ACC TGG
TG TTAC
TTC TAA
AG ATAG
AA TCAA
AC ATATT
AG ATATT
TGC ATT
AAC GG
AAAAAAAA AAAAAAAA
TAT ACC
TT TATTC
TC TAGG
ATC AGC
TGC AGG
AAG ATT
TT ACCC
TTC GG
TCC GG
TC TTAC
TT TATTG
TGG TAA
AA ATAG
TTTTTTTT TTTTTTTT
ACC TAC
TCC GC
TCC ATG
TG TTATT
AGG TTG
AAAA TAC
TGG ATT
AGAGAGAG AGAGAGAG
TTTC TTC
AAC AAG
AG TTTTC
TAG AAAA
ATC TAC
TTTTG CC
ATT TTCC
ATG ACC
AAC TAC
TC ATAG
TTTCC CC
T A
TG TCTT
TCC AGG
TATT TTG
AA TAAG
ATC TTG
ATC GG
ATG AGG
AC TAAAA
TC TTTAA
AA ATAT
AGC TAA
AAG TTG
TGG TTG
TT AAAAG
TAG CCC
ATAA TAA
GCC CC
TGG TAC
AGGC GG
TTC ACC
TTTT AAAA
AC TTTTC
AG TTATT
TC TAAAA
TG TTAG
TAA GGC
TAT AGC
TGC TTG
AA TCTC
ATG AGC
TGC TAC
ACC TTG
ACC AGG
AC TTTAA
TAA AGG
TAA TCC
TG AAAAC
CCC AGC
TAG TTC
ACC AAG
AC TCTT
AC AAAAG
TAC GG
AAC TTG
ATC AAG
TT AGGC
AG TTAG
TTC GC
AA TTGC
TCC TTG
GGC GG
AA TGCC
AGAA ATG
TAG TAA
AGC TTG
TTC AGG
ATC TGG
TAC AAAA
TG TTTCC
TCC AAC
TC TTTTG
TAG ATG
TAG ATT
ACC ATT
TGC AAC
AC TAGC
AC TAGG
TC ATAC
AG TTTTG
TC TTAG
TTTT TATT
AC TTTGGG
TG ATAC
TAC TGG
AA TCG
ATC TAA
TAT ATAT
TTTTC G
TAC GC
TG TTTAA
TG AAAAG
AGG AAGG
AA TTATT
TG ATAG
TCC ATT
AG TTTAA
TAC TGC
TG ATATT
TTC AAAA
TATT TAA
ATC AAAA
TTTG TTTG
AC TTATT
ATT GGG
TC GGCC
TAC TCC
AGC TAG
TGG TGGC
AAC TAA
TC AAAAC
ATT TCTC
TCTT CCC
GGC GC
AA TCCC
TC AAAAG
AA TCTG
TGC ACC
ATT ACC
CCC GG
AC TTAG
TAG GGG
TGC AAG
ATAA ATG
TC TTATT
GC AGC
TAG TTTT
TGTAA TCCCAGC
AA TAGC
TAC AAG
TTC TTTC
AAC TGG
CCCC CC
ATAA ATT
AG ATAT
TC ATATT
TTTT TTTC
TAG AGC
TTG ACC
TTTT CCC
AAC AGG
AGCC TGG
AA TACC
TTG AGC
TAT ATTC
ATT TGAA
AA TTAC
TAC TAA
AA TGGG
TGG AGAA
TTAA TAA
TGC TAA
TTG AGG
GG GGG
TCTT TCC
TTTC TCC
TTG TATT
ATT TTATT
TT AGAC
CCCC G
CCC TCC
TTTT TAC
TAAAA GC
ATT AGC
ATC TAG
AAAA TATT
CCC GC
AAAAG CC
TGG ACC
TAAAA CC
ATC AGG
TTC TTCC
ATT TCAA
TTTTTTTT TTTT
AGC AAAA
AA TTTAA
AGG AGGC
TTGC AGTG
ATAT ATG
TGC TTTT
TTTG TTTT
TCTC TCC
TT TATAA
ATT TTGG
TAC TTG
TAG ACC
AGGC TGAGGC
AG TTTCC
AAATG GC
AGAA ATC
TGG TTTT
ATAAC G
AGG AAGC
TCC GCC
TAG GGC
ATT TTTAA
TAC TTTT
CCC ACC
TAA GGG
TCC AAG
AAAAAAAA AAAA
TTCC TTCC
TAA TTTC
TAT ATATT
AG TCTT
AC TTTTG
ATC TTTT
AA ATAAAA
TAG AGG
TTAA ATG
AA TCAC
AAAA TTC
TCTCC CC
ATT TTGC
TGC TTTC
TGAA ATG
ATTC TCC
AA TTTTC
AGG CCG
AGAA GGC
TCCC TCC
TAA TGG
GC TTC
AGAG AAG
AC ATATG
AA TTGG
AAATT CC
ACTCC AGCC
TAG TTG
AAAG AAAA
TTAA ATT
CCC TGC
GGGG CC
AA TCAG
ATAT AAAA
GC TCC
AAC TTTT
AGG AGAG
ACC TAA
TGGGC G
ATG TATT
TAG ATC
ATT TCTG
ATG TGTG
TAT AGG
ATAA ATC
TAG TGG
TAG TGC
ACAA ACAA
TTG TTTC
TAC AGG
TTC TCTC
AGAA ATT
AGAC GG
AGTTC G
TAG TAC
ATATC G
TAT ATTG
TATT TCC
AAC ATGG
AAAA ATAA
AAG TTTT
AA TAGG
AGAA AGC
AAAA TGC
AG TATTC
TC ATGCC
ACAA ATG
AA TTTTG
TTC TTTG
TAC ACC
ATATT CC
AAGG AAGG
AGG AGGG
TAG TCC
TGAA ACC
AGCC ACC
GG CCC
ATAC AAAA
TTAA TTTT
AC GCG
AGAA GGG
TATC TATC
AGAA ACC
ATT AGG
GG AAG
TTCC TCC
TAA TAT
ATT TATG
AC TTTCC
TGTG TGC
TC GCG
GGC TGC
AAC TAG
TCTG TCC
AGAAG CC
ATT ATAA
TAA TTAA
GC ACC
TTTC TTTT
ATT TGTG
TATT TAC
GG ATC
TT ATATG
TC TTGCC
GC TGG
TC ATAT
TCTT TGC
AGAA TAA
GG AGC
AAAA ACC
TTTG TTG
ACAG AGG
ATTC TTC
TTCC TTC
AAAG AAG
ATG TTTC
AGC AGAG
TTTG TAA
TTTG TTC
TCG CCC
ACAG AAG
ATT TATC
AGG ATGG
ATAG ATAG
TCTT GGC
AA ATATC
ATT TAAAA
TCTC TAC
TTTG AAG
AGGG AGGG
ATT TTAC
TTTG GGG
AG AGCG
AG ATCG
TAA ACAA
TCCC AAAGTGC
AC GGGG
TG TATTC
ATT TCCC
AAAA TTG
TT TATCC
TT ATAAAA
GC ATC
CCC AGG
ATT TAAC
AAAG AAC
TCC TAA
ATT ATTC
TTATT CC
TG ATAT
ATC TTTC
AA ATATG
AGGCTGG AGTGC
GGC AGC
TTTT TGC
ACC TGCC
TCCC TCCC
AAATG CC
TAA AGAA
AG ATATG
TCTC TTC
TCC TAC
TAAAA GG
TCAC ACC
TTTCC G
TGC TGCC
ACATT CC
AAATC G
AAAC TCC
ATAA TTTT
TAT ATAC
TGC TGGG
TAT ACAA
AGGC TCC
AGC TGTG
CCC ATC
AG AGGCC
TT TGGCC
AA TTAG
AAAA GGC
CCC TTC
AGAA AGG
ACAG AAC
AGAG GGG
GGGG GG
GC TTG
AC ATAAAA
AGTG GGG
ACAG AGC
TGAA TAA
AAAA AGC
AGGC TGC
TTTT TAG
TGAA ATC
ACC TAG
AGAG AAC
TTC TGTG
TTTC TGC
TATT ATT
ACAC AAC
ACAC AGC
TCCC ACC
TTTAG TAG
TG TCCCC
AAAA TAG
TTTC ATC
ACAG ACAG
TATT TGC
TT ATATC
AG ACAGGG
TCTG GGC
TAA ATTC
AG TGGCC
TCATT CC
GG AAC
GG AGG
AAG AGAA
GG TGC
TTTT ATC
ACC ACG
AGC TGGG
TCTC TGC
ACC AAAA
AAAC AAAA
TCC TGGG
ATT TAAG
TGTGC G
GG TGG
ACAC GC
TC TATTC
AC ATGGC
TCC TGAG
TCTG GGG
GG ATG
AC AACG
GGGG GC
AAATT GC
TCC TTCC
TT TATGC
GG TTC
TCC AAAA
ACAC ACC
TCTG CCC
ATAAG CC
TT TATGG
AC ATGCC
ACAG GGC
TCCC AAG
TGC TGTG
ACAA TAA
TTTT TTAA
TTTC TTG
AA ATAAC
AAAG TAA
TAT AAAC
CCC TGG
TTTT ATG
TTTT AAG
ACG AGG
AGAA TTC
GGG TTC
ATT ATTG
AAAA TGG
TGTC TCC
TTTAC G
TG TGGCC
ATTC ATC
TCTG TTC
GC GCC
ATAT ATC
TG TATGC
AGC TGAG
GGG AAG
AGC AGCC
TTTAA CC
TCAA ATG
TGC TAG
AG ATTTT
TAC ACAC
TT ATAAC
AGAG ATG
TTG TTTG
TAT AATG
TGG TGTG
AGAAC G
TGATT CC
TATTC G
TGG AAGG
TC TGGCC
AC AGCG
AGAG AGG
TGTC TTC
AAC AGAA
ATAA TTC
TTG AACC
ACAG ATG
GGG AGG
AAC ATTC
AGATT CC
TG AAGAA
AGAC GC
ATT TTAG
TGC AAAA
TAAAA TAA
TCCTGCC TCAGCC
TCTC AGC
TATT TAG
TGGGG CC
TTTT AAC
AC ATAAC
CCC GCC
ACAG TTC
TGAA GGC
TTTT GGC
ACTT CCC
TT AACG
ACAA AGC
TGTT TGC
AGGG AAG
TAT ATGC
TATG TATG
TG ATTTT
ATATT GC
ATTG TAA
TTTT TGG
ACAA ATC
TGC AGCC
TG ATATG
AG ATAAC
AAAC AAC
AATT TAC
TG AGGCC
TG AAGCC
AGG TGGG
ATG TGCC
TTC ATTC
AGGC AGC
TCAG AAG
AC GGCC
AATT AAAA
TAT AAAG
TGTCC G
AA ATAAG
ATC TTCC
AG AGGAA
TCTG TCTG
TAC TAG
TTTAA GG
TTTAA AAAA
TCC TAG
TGAA ATT
AGGC GC
ACTG AAC
AAG AAAG
TGTG GGG
AAG AAGG
TTTG AAC
TGC TTCC
TGTG TTC
TTTG TAG
TATT TTAA
AGAG GGC
TT ATAAG
TGTT TAC
AGATG GG
TCTT TGG
AGG TTTT
AAG TTTC
AG ATATC
TAT ATCC
ATT TCAG
AGG AGCC
ATAT AAC
ATC ATTC
AAG TATT
AGATG GC
AAG AAGC
TAT ATAG
TTC TGCC
ATCCC G
TC ATATG
TG TATTG
AGG TGGC
AGAG AGC
TAT AAATT
TAC TTTC
TAT AGAA
AC AGGCC
AC ATCG
ACTG GGC
ACTG GGG
TTATT GC
TTAA ATC
AGATG CC
AGG AAAC
ACAC ATC
AC ATATC
TAA ATATT
TGG TTTC
AGC TTCC
AGG TGTG
TATT TTTC
ATAA TAC
TGTT CCC
TTTG AAAA
TGAA TTC
ATG TATG
ATG AGAA
AGG TTTC
TATT TGG
ATTC AAC
TCTG TCTC
TCTT TAC
TCTTC G
ATT TCG
GG TAA
ATG AGCC
TG ATGGC
ACAA GGC
TGG AGAG
AC TGGCC
TGTG TCC
TCATT GC
AA TATTC
ACTG AAG
TC GGGG
AGC TTTC
AGTG AAG
AGC TTTT
ATGG ATGG
AC ACCG
TAA ATGC
TCTCC G
TCC TCCC
TAT ACAG
TCC TTTC
TCTG TGC
AGTG GGC
TCTGC G
TCCCAGC TAC
ATT AAAG
ACTGC G
AAAC ATC
TGG AAGC
GC AAC
AAAC TTC
ACAC TGC
TG ATGCC
ATG TTAA
AG ATAAG
TC AAGCC
TGTGTGTGTGTGTGTG TGTGTGTGTGTGTGTG
TC AGCG
AC GGGC
AGG AAAG
AGAG AAAA
TTTG CCC
ATGC TGC
TGTG TAG
ATAA AGC
AAATT GG
AG ATAAAA
TAT AATAA
AGAG CCC
TCC TTTT
ATGC TTC
ACACACACACACACAC ACACACACACACACAC
TAT AATT
TC ATGGC
TCCC TGC
TC GGGC
ACAG CCC
TCTG AAG
AGCCC G
AT ACCG
AGC TGCC
TATT AAAA
AGCC ATC
TAT ACAC
TAA ATTG
AGC AGGG
TTGC TTC
TTTGC G
TC ATAAC
ATT TGGG
TCCCAAAGTGC TGGGATT
TTTT TTTG
ATAT ATAA
ATG TTTG
TGTG GGC
TCTG TGG
TC AGGCC
AC TATTC
TCAA GGC
AAATG GG
TC ACCG
TTTT GGG
ATT TGCC
ACAA ACC
TGGC GC
AAAC GC
ATATG CC
TG ACCCC
TG TTGCC
AGTG TTC
TCAA TAA
TG AACG
AGCC TCC
TCAG GGC
AG ACCCC
AGAA ATAA
AC ATCCC
ACATT GC
ACG TGC
AGTT TGC
ACCC ACC
TC ATCG
GG ACC
AT AGCG
TC ACCCC
AC TCCCC
AT AGGAA
TGAA GGG
TTG TGTG
AGG ACAC
TTGG GGG
TTCCC G
TGTGTGTG TGTG
TTC TATT
TTTAA GC
AC AAGCC
AGC GCC
AAC ACAA
ATAC ATG
TTC TCCC
AAAA TCC
TTC TGGG
TCTT GGG
ATGG AAG
ATGC GC
AGGGC G
TC ATCCC
ATC TCTC
ACTG TAA
AAAA CCC
TGTT GGC
TC ATATC
TCTG TAA
AAC ACAC
TGG AGGC
AGTT CCC
TGAA AGC
ATG AAGC
AC ATAAG
AAC TTTC
AAAC AGC
ACTT GGG
TATG TAA
TTCC ACC
GG TCC
AATT TATT
ATT ACAA
ACAG GGG
ACTG CCC
TCAA ATC
TAC AGAA
TTTG ATG
AC TTGCC
AGGC AGG
AAAA GGG
AAG ATAA
ATATG GC
TGTTC G
AC ACCCC
TTTTG TTTT
TGC AGTG
ACAG GCG
AGAC AGAG
TCAG CCC
TCAC AGC
TCTC GC
TC ACGCC
ATATT GG
ACTG AGC
AGGGG CC
TTCC CCC
TGGG AGG
AGAC AGC
AAAG GGG
TCC ATCC
TCAC TTC
AGAA TGG
TAG TTTC
ACTGC ACTCCAGCC
TTG TTAA
ATGG TGG
TGTAATCCCAGC ACTTTGGG
AGCC GC
TCACTGC AACC
TAA TAAC
ATC TGCC
TGGC TGC
AGGG GGC
AAG TTAA
TTGC TGC
TGAC TTC
GG GCG
AAAC TGC
ATC TGTG
AA TTTCC
TTC TTAA
TCAG AGC
ATTC ATTC
GG TAC
TCCC AGG
ACG CCC
TTTG GGC
TAA ATAC
TGAA CCC
ACAG ACC
AATT TGC
TG ATAAC
GCC GC
AAAA TTTT
AGAA TAC
ATTG TTG
ACTG TGG
TTTC TGG
AG TTGCC
TTTG TGC
AGTC TCC
AC AGGAA
AATT CCC
ATGG ATG
AAG AATG
TTTTC TTC
TGCC ACC
TCTG TTG
TTGGC G
ACG TGG
AAC AGAG
TCAG TTC
GG TTG
TCC AGCC
AAG ACAA
TTCC AGG
AAAG ATG
TTTC TAA
TTCC TGC
ACG TTG
TT TACCC
TG ATATC
TGAA TAC
ATT TAGC
ACTT TAC
AAAC ATG
AGAA TTG
AGGCTGAGGC AGGAGAA
TGGG ACTAC
ACTG TAC
TGGG GGG
ACTG TGC
TATC TTC
TGGC TTC
TTTG TCC
TT AAGAA
ACAG TGC
TCAA AGC
AAGG AAG
TC ATAAAA
ACACACAC ACAC
AC AAGAA
ACTT TGC
TGTG CCC
AAAG AGC
TG AGCG
ATT AATG
TGAG AAC
TGTT TGG
ATCC TCC
TGGG GGC
TTCC AGC
TCCC TTC
ATATT TTC
ATTG TTC
ATTC TGC
TC TATTG
AT AGGCC
TTTC ATG
TAAC AAC
ATTTT AAAA
TTTG TGG
AA TATTG
TAT AAGC
TT ATCG
TTTC ACC
TGAA TGC
TGAA ATAA
ATGC ATG
TC TTTTCC
ATGG AAC
ACCC AGC
TCAA ACC
AAAAC AAAA
TGCCC G
TGGC TGG
TAAAA ATAC
ACTTC G
GG TAG
ATT TACC
AGATG GGG
TAA ACAC
AG ATCCC
ATTATT ATTATT
ATT TCAC
TAAC ATC
AC ATACC
TCC TCTC
ATTC TAC
TTCC TGG
TCAG AAC
TGGG AAG
TCAG GGG
TTG TCTC
TTAA TTC
ACTC TGC
AG TATTG
TGTC TGC
AATT TAG
ATAG AAAA
ATC TATT
TTTG TAC
ATT TGGC
AGG AATG
TTTG TATT
ATTG AAC
ATCC ATCC
GC ATG
TGTT GGG
AGTAG CC
TCAG ATG
ACTT GGC
ATTTT TATT
AT ACCCC
TAA ACG
ATTC ATG
TGAA TGG
ACAG AAAA
TCTT TAG
TGTG ATC
TC AACG
ACC AGGC
AGG ATGC
TCAG TGC
TTTC TAC
TATG AAC
TTAC TTC
AGAA TGC
ATAA TTG
TTATT TTTT
TGTT TATT
AG TCCCC
TTTG AGC
AGCC AAG
ATAC AAC
GG AAAA
ATGG TGGC
TGAA TAG
TGTG TTG
ACAA TTC
TGAG GGC
TG TATCC
ATTC TGG
ACC ACAC
ATAA TAG
TCTG TAG
AGAG TTC
ACG TCC
TGAG ATG
TT ATGGC
TCAC TTG
AGG TATT
AGAA CCC
AATAA CC
TTAA TTG
TTTAG CC
TTGC TTG
TTTC AAC
ATTG AAG
TCAC ATC
ACC GCC
AATTC G
TAT ATATG
TGTG ATG
TGAG ATC
ATTC TTG
TCTC ATC
ATTG TTTT
AGCC AGG
AGGG AGG
AATG AAC
AGTT TAC
TC AGGAA
TAAAA ATG
AG ACCG
AGTT TGG
TATG TTC
ATGC TGG
ATAA ACC
GGG TGG
ATTC TAA
ATAG AAC
TAT AATC
TTTC AAG
AGTC GC
TTTC AGC
AGTG AAC
TAT ACG
TG ATCG
TG TACG
ACAC GG
AGGC AAG
AAAC ACC
ACTC TCC
AGAG ACC
AGTG ATG
TGTC GC
ATTG ATG
ACTT TGG
TAT ATGG
TGTAG CC
TTTC ATT
AGC ATCC
AGATT GC
ACTCC G
AAAAG AAAA
AGACC AGCC
TTTT TAAAA
ATAA TATT
ACAA ATT
TG AGGAA
AAAC ATT
AGG TGCC
TCTT TATT
AGTT TAG
TAA TTTG
TTAA ACC
ATG TTGG
ACTG TTC
AGTT GGC
TTCC ATC
AAAC GG
TAC TATT
CCC AAC
AGTG TTG
TCG AAC
AGC GGC
TCCC ATC
TG ATACC
AC ATAGC
ATTC AAG
TTAA AGC
ATAC ATC
AA AGGAA
AAAG GGC
TC ATAGC
AGGG AAC
TCTC TGG
ACG ATC
TATG TTG
TAT AACC
TCAC AGAG
TGTG AAG
AGAA TAG
TAAC TTC
TTATT TTC
ACCC GC
ATAT ATATT
ACTT AAAA
AGAC ACC
AGAC TGG
TGTC ATC
TCTG AAC
TT AAGCC
ACAG ATC
TGAA AGG
TTGG AAG
TGTT TAG
TGAG GGG
ACAC ATG
ACG TTC
TGAG AAG
TATG TAC
TTAA ATAA
ATAT ACC
TTATT GG
AGTC TTC
TTAA TATT
ATAT AAG
AATT TGG
TCATT GG
AC TATTG
AGCC AGC
AA ATACC
TATGC G
GC AAG
ACAA GGG
AG ATACC
CCC ATG
AAAC AAG
ATAG ATG
TG ATAAAA
TGCC TCC
ATATATATATATATAT ATATATATATATATAT
TAA TAAAA
TT ATAGC
TTG TTGG
CCC AAG
ATAC ATT
AAAG TTC
TGC TGGC
AGGC TTC
TAA TATC
TCCC GC
ACCC TCC
TAAG AAC
TTCC AAC
AGC AGAA
ACAA AGG
TTCC TTG
TTTTC TTTT
AGTC GG
AGAC TTC
TGTG AAC
ATCC TTC
AGTG TGG
TGAC ATC
TCTCTCTCTCTCTCTC TCTCTCTCTCTCTCTC
ATTC GG
TGCC GC
AAAG TTG
TG ATCCC
TCAC GC
AA ATCCC
TGGC GG
TT AAAAAAAA
AGC AAGC
AATG TTG
AATT ATC
AG TACG
TGTG TAA
TGC GCC
GGC TCC
ACTG ATG
TATC ATC
TC ATACC
TAC ACAG
TGTG TGG
AGCC CCC
TGATG GG
AGG AACC
AGAC ATG
AGAG ATC
ATTC ATT
AAAG ATC
ATTC AGC
AGTGC G
AGG CCCC
AAAG CCC
TAG AGAA
TCCC GG
ATCC ATC
AG AAAAAAAA
ACAA TAC
ACAG TAA
AGGG ATG
TTTC GG
ACATT TTC
TCAG TGG
AATG TAA
TCTC ACC
TCCC TGG
ATAC TTC
AATT AAC
ATCC ACC
TGTTTT CC
TG ATAAG
TCTG ACC
TCAG TTG
AA ATAGC
TG TATAA
ACTG TTG
TAC ATAA
AGAC AGG
AGAC AAG
AC ATACAC
ATT TTTTG
TGTAA CC
TT ATACC
TGAA TTG
ATGG AGG
TGCC ATC
TT ACCG
ACAG TGG
AAGG AAC
GGG AAC
TTAC AGC
TAATAA TAATAA
TTTAA AAC
AT A
TAAC AAAA
TAT AAAAC
ATAT CCC
AGAC AAC
ATCC ATG
TATT CCC
TCAC GG
TC ATGGG
AGC AGGC
TCG TGG
ATT TTTTC
TAA TAAG
ATTG TAG
AGAC ATC
TT T
ATT CCCC
ACAC TTC
TGGG TTC
ATAC ATAC
ACAA TGG
TCAG TCC
TC TACCC
TAT ATTTT
TGAG CCC
AA TCTT
TC TACG
AGGG GGG
AGTAA CC
GGC TTC
TTTG AGG
TATG GGG
ACAG TCC
ACAA TGC
ATCC TGC
AGC TGGC
ATGC AAC
TTAA TAC
ACAC AGG
TCCC AAC
TCTG ATG
ATCC TGG
TC AAGAA
TATT ATC
TTTG ATC
ATGC TCC
ACG AAC
TGGG AAC
TGTC ACC
AGTG TGC
TTTC AAAA
TCTC TTG
TTGC TCC
AG TCCG
ATTG TAC
TATC TCC
AGTC TGC
AA AGCG
GC AGG
GGC TGG
ATGG TGC
TAAG AAAA
TAAG AAG
ATTG TGG
AGCC ATG
AATT ATG
ATAA TGC
ATGC TAA
ATATT TTTT
TGAC AGC
TAG TATT
TTCC ATG
ATT TCATT
AGAA TCC
ATGC AGC
AAAG ACC
TCAC TCC
TCAC ATG
TG ACCG
AGCC TGC
ATTG AAAA
AG ATAGC
TATG AAG
AGCC TTC
TCAC AAC
ACATG GG
ACG AAG
ATATT TTG
ACTG TCC
AATG TTC
AGTC ATC
ACG ATG
ACTT TATT
ACAG TTG
TTCC AAG
ACTG ATC
GC TAC
TTTG ACC
ACAA CCC
TGCC CCC
AA TATAA
AC TATAA
ACTG TAG
AGG TTGG
TAAAA TAC
TTAC TGC
AAAC TGG
AG TATAA
AATG AAG
ATTC TTTT
ACAG TAC
AGTC ACC
ATTTT TAC
ACTC TTC
ACAA ATAA
CCCC CCCC
ACAA TAG
ATATT TAA
AGTG TCC
TC TATCC
ACC TTTT
ATCC TTG
TGAG TTC
ATT TAGG
AAAC TAA
TGATT GG
ACCC TGTCTC
TCG TCC
GGGG GGGG
GGC GGC
AGAG TCC
TGGG TGG
TTAC AAC
ACAC AAAA
AGGG TGG
TTTC TCTC
AAAG TAC
TG TATGG
TCTT AAC
ATAC AGC
TCTG AGC
AGAC TGC
ATT AAATT
AAAA AGG
TAT AAGG
AAAG TCC
TCAC TGG
AACC ATC
TC TATGG
TGTG TAC
ATTG TGC
AGAG TGG
TATT AAC
TC TATGC
TGCC TTC
TTAC ATG
TT ATGCC
TC ATAAG
TTAA TTAA
TTATT TTG
TAA TGAA
TACC ATC
AGAC TCC
TTAG AAC
ACG TAC
AGAGAGAGAGAGAGAG AGAGAGAGAGAGAGAG
AGGG AGC
TGGC TCC
TT AGCG
ATG AAGG
AGTG AGC
ATTC ACC
TCAA TTC
AATC TGC
ATT TCTTC
TAAG TAA
ATAC GC
GCC GCC
TGAA TTTT
AAGGC G
AAAG AGG
TGTG ACC
TCAG AGG
AAGC TGC
TGTC TTG
AGTG CCC
TTAG TTC
ATAG AAG
TAA TATG
ACTG AGG
AC TATGC
TATT GCC
ATGG AGC
TAT AAATG
ACTC TTG
ATTC GC
TGCC TGC
TTAC ATC
TTTC GC
TCTG AGG
TCTG ATC
TTGG CCC
AAAC TAC
TT ATATAA
ACCC AGG
ATTG ATC
TTGC AGC
TGGC AGC
AG TATGG
ATGG TTG
ACCC ATC
TGTT AAC
TCTG TAC
AG TATGC
TAG AAGG
TTTAA TAA
TGTG TTTT
ATAA TGG
TTGG GGC
AGAAAA CC
ATAC AAG
CCC GGC
AGAA TTTT
TGTC TTTT
TGGGC AAC
TCAA ATT
TATC TAC
ATGG AAAA
ACCC TGC
TGTAA GC
ACC AGCC
ATTC AGG
TTAG AAG
TGAC GG
TGAC TCC
ATG TGAA
AAGC AGC
ATAG TTC
AAAC TTG
ACTC GC
ACTC ACC
TTTG TTTC
ACCC TGG
TCAA TAC
AATC TCC
ATGC ACC
AGTT GGG
TCAG ATC
TGAC GC
ATGC GG
AGTC AGC
AC TACG
ATTC TAG
ATGC ATC
TCG TTC
TGAG AGC
ACTG ACC
ATCC TGGC
TTGC TGG
ACTT TAG
ACAA ACAC
ACCC GG
ACTC ATC
TTAA TAG
TCTT ATC
TATG TGC
ATTC AAAA
ACAA TTTT
ATG TGGC
ATAC TGC
TTGC GG
GGG TGC
TGAA TCC
ATCC GC
TACC TTC
TTTC AGG
TATG TCC
TATG TAG
ATTG TCC
ATCC AGC
AGGC AAC
ACG TAA
AC TATGG
ATAA AGG
TGTT ATC
ATGG TAA
ATCC CCC
TAGG AAG
ACTC AGC
TAAC ATG
TATG TTTT
TAT CCCC
AGCC TTG
ATGC TTG
TAAC AGC
TTGC GC
AATG ATG
TC TATAA
ATCC AAC
AATG GGG
AG TATCC
TCAG TAA
AATAA GC
TATT TTATT
TGTT ATG
AAAA AAATT
AGAG TTG
TGAC AAC
ACAC TGG
AAGC GC
AGAC GGGG
ACC TGGG
ACAC AAG
ATAG TAA
TTGGG CC
ATT AGAA
TTTC TAG
AGAG AGAA
TCG ATC
TTTC ACCATG
AGCC GG
TG TACCC
TCTC AAC
TAAG ATC
TTAA TGC
AGGG CCC
TAAG TAC
AA ACCCC
TATT ATG
TCAA TTTT
ACTC TGG
TGAC TGC
TTAC AAG
AGTC TGG
TATG GCC
AGTC AAC
ATATG GG
ACATT GG
ATT ACAC
ATTG CCC
TCTG TTTT
AAAA TTAA
TATC TGC
ATG TGGG
ATAA GGC
TTGG TGG
TGAC ACC
AGG TTTG
TAGC TAC
AGGC ATC
AC ATAGG
AAAA AATAA
TATT TTTG
ATGG TAG
AAGG AGC
TGTC AGC
ATGG TTC
ATAC ACC
AA TATGC
AC AGAAGC
AGGC ACC
TGTC TGG
AGCC AAC
TAAAA TAAAA
TTCC GC
TAAC TGC
TCG TGC
AGTT ATC
AGAG TGC
AATT AAG
TCTAA CC
TTTT ACC
TAAC ATT
TT ATCCC
TG ATAGC
AGTG TAA
AAAC AGG
TAAC TCC
TT ATGGG
TATG TGG
ATGG CCC
AATC GC
AG ATAGG
TAAC GC
ATAC TAC
AGTT AAC
ACTT AAC
TT ATAGG
TATG AAAA
TGAG ACC
ATAAAA CC
TAT ACATT
ATAA GGG
ACG AGC
TAAC TAC
TATC AAC
AGAC TTG
TAAC TTG
TGCC TGG
AGAG TAA
TAATTTT TGTATT
AAGC TGG
TTAC TTG
TGAA TGAA
TGGG AGC
ATAT AGC
TC TAGCC
AAGC AAC
ACAG TAG
TCCC TTG
TGTAG TCCCAGCTAC
ATAA TCC
ATGC AAAA
ACAG ACAC
TTAC TTTT
TTAG AAAA
AATC AAG
AGTAA GC
ATGG ATC
AGTG TAG
TTGG AAC
TAAG TTC
ACTC GG
TAAC AAG
TCAA GGG
AGGC TAC
TCG TTG
ACC TGGC
TGTAA GG
TTCC TTTT
TTAA AGG
TGAG ATT
TTTAA AAG
AA ACCG
ATG TCTC
ACAC TCC
TGATT GC
AATG CCC
AA AGGCC
TAAC TTTT
ATAC TTTT
ATT TCTT
TTAA TCC
TGTG AGC
GGC ATC
ATTC TCCTGCCTCAGCC
TCG CCG
AAAG TAG
ATAG AGC
TCAA TAG
TTAC GC
AATG AAAA
AAGGG CC
AGGG ATC
AGTG ACC
ATAC GG
AGTT TATT
ATT AAGG
ATG TTGC
TAT AGCC
TTAC GG
TGTT AAG
AATC TTG
ATTTT TGC
TACCC G
ACAA TTG
ATAC TTG
ATAG TAC
TAAG TGC
ATC TCTAC
GGC ACC
ATT ATATT
ATGC AAG
AGTG AGG
ATCC AGG
TTGG TTC
TGTC ATG
AAAAC AAAAC
TT AGGAA
GGC AAC
AGGC ATG
TCAA AGG
AAGG GGG
TAC TTCC
AGTC TTG
TC ATAGG
TTTTC TCC
ATTTT TAG
TGGG CCC
AATAA GG
TTGG TTG
AGTC ATG
AG AGAAGG
AAGG ATG
TGAC ATG
AATC AAC
TAT ACTG
AGGC TAG
TAAG AGC
TCTC AAG
AGGG TTG
ATAC AGG
ATT TGAG
ATAA ACAA
ACTC AAC
AC GGCG
ATT ACG
TCG ATG
AATC TTC
TTTAG GG
TTTC TTCC
TAGC TGC
AGAAAA GC
ATC TTTG
TACC ACC
TAGC TTC
AAAA ACAA
TCTC GG
AGAAAA GG
AAAA AATG
TATC TTG
TGCC AGC
AA ATAGG
TATG ATG
ATAT ACAC
TGAC TGG
ACTAA CC
AAAG TGG
AAAA AGAA
AA ATATAA
TAAAA ATAA
AATC ATC
GCG CCC
TGCC TGCC
ACTC TAC
ATGG ACC
TCG AGC
TCAA CCC
TCC TGGC
TATT AAG
TTAC ATT
TTCC GG
TTGG AGG
TTTAA ATG
ATAG TTG
TTAG TAA
AGTC AGG
TAT AGAG
ACAC TAC
AGATT GG
AGTG TAC
TAAC TAG
TCAG TAC
AATG TAC
TCTT AAG
TTGC ATC
TAAG ATG
AAGG GGC
ATT ATGC
TAT AAAAG
TTCC TAG
TGGG ACC
TCG ACC
AATT AGC
AGGC AGGC
TTTAG GC
ACAAAA CC
AGTT ATG
TT ACCCC
AC AT
ACAA TCC
TGTAG GC
ATT ACAG
ACAC TTG
TTAA TGG
AAGC TTC
TCTT ACC
ATAG TTTT
TTAC ACC
TGTC AAC
ACTT ATC
TG ATAGG
AAAA AAAG
GGG CCC
TGGGATT ACAGGC
AGTG ATC
TATC GC
TCAC AAG
AA TATGG
TCTC TTTC
AGAG AGGG
TTTTG TTG
ATGC AGG
ATGG TCC
TGCC ATG
ATAAAA GC
AG TTTTCC
TATG ATC
TGAA TATT
TTAA CCC
TCAA TGC
TATC ACC
TACC TCC
TAAAA ATC
GGG AGC
AGAG TAG
TCTC AGG
TGGG ATG
ACG ACC
ACG CCG
TAAC ACC
TCAC TAC
AAAAG AAC
TGTC TAC
TATC TAA
AAAC TAG
GGG AGGC
TTATT TATT
ACCC AAG
TAAG TTG
TACC GC
TTAC TAC
TGGG ATC
ATAC TGG
ATTG AGC
TCG TCG
GGC AGG
AGGC TTG
TTTTC ATC
TTTCTTTC TTTCTTTC
TTC TGAA
TCTC TAA
ATAG ATC
TTAA TTTC
ACG TAG
TTGC AAC
AAGG AGG
TGTC GG
ATT TTTCC
ACTG AAAA
TTGG TGC
TGCC TTG
ATT CCG
TTAC TAA
TCAG ACC
TCAG TAG
TTAC TCC
AA TATCC
TGAG TGG
TATG TGTG
AGGG ACC
AATT ACC
CCC TTG
TGAG AGG
TAGC AGC
ATATT TAC
AACC GC
AATC ACC
ATT AATAA
ATTTT AAC
AACCC G
TAGG AAC
TGCC GG
TTTTG TTTTG
AA TACG
TGGG TGC
AAAAC AAC
AGTC AAG
ATCC GG
TATC AAG
TGGC ATC
TCAG AAAA
ATT AAAC
AAGC ATC
AAAAG AAG
TGAG TTG
TCC AGGC
TGAG AAAA
TAT CCG
AGTT AAG
ACG TTTT
TAAC GG
TAAC TAA
ATG ATGC
TTAC AGG
TG TATATT
AC TATCC
TTCC TAA
ATGG TAC
TTAC AAAA
TTAG TTG
AGTT AAAA
ACTAA GC
ACCC TTC
TTGC AAG
TTATT TAA
AC TAGGC
TGAG TGC
TGAG TAG
TC GGCG
TATC TTTT
ATCC AAG
TACC TGC
TCAC AGG
TATG TATT
ATGC TAC
TAAG TAG
AAGC AAG
TTAG TTTT
AGC TATT
AC ATATAA
TTCC TAC
TCCC ATG
TACC TAC
TAGC AAC
TTC AGAA
AATG TGG
TTTATT CC
TTGC TTTT
TACC CCC
AATG GGC
ATTTT CCC
AACTCC TGACC
AG A
AAGC TCC
GGGC GG
TCAA TGG
AACC TCC
ACTC AAG
ACGC GC
TATC ATG
TGAC AAG
AATC TAC
AGGC TGAGG
AGAC TAC
ATAA CCC
AGGG TTC
ATAC TAA
ATT TATTC
TGAC AGG
TCATT TTC
C G
TTGG AGC
TTGC TAC
TAAG ACC
AAGG CCC
AATG TTTT
ATG GCG
TGTT TGTG
ACAG TGGC
TTTTC TTG
TTGG TAA
AATG TGC
TTTG ATT
TTCC ATT
TCTC AAAA
ACCC AAC
TCAA TCC
TTTT TTTAA
TGTG AGG
ATTTT ATC
AGCC TGGG
TCTG TTTC
ATAG TAG
TTAC TGG
TGGC TAA
TAAAA TTC
TCC CCCC
AGC TGAA
TTAG GGG
AAGG AAAA
AGAC AAAA
AATT GGC
ATG ATAA
TCC CCG
TAT ATAAAA
TTAA GGC
TTAA GGG
ACTG ATT
TCAA TTG
ATAG AGG
TGAC TTG
AAGC AGG
AG AGAAGC
TGG TGGG
TCG AAG
TAGG ATT
AGGAA GGG
AGTAA GG
TCTC ATG
AATG TAG
TTAG ATG
TCTT AAAA
AGAAAGAA AGAAAGAA
TAA ATAT
ACAA AGAA
AC A
AC TACCC
ATT TGTC
TTGG ATC
AATG ATC
AATC GG
TGC AGAG
TGGC ATG
GCC ACC
ACTC AGG
TTC TCTG
AAG ATGG
TTAG TAG
ACG ACG
ACCC ATG
AATG TCC
GCC GG
AGTG TTTT
TGTT AAAA
AG TACCC
TTTAA TTTT
TCTT ATG
TAA TTATT
ATTTT AAG
ATT AAAAC
ACAA TATT
AACC ACC
TGAC AAAA
TGTT ACC
TACC AAC
ACTT AAG
AGGG TAG
AC ATACAA
AGAA TATT
ATAA TTTC
TCTAA GC
TGG CCCC
TTCC TTTC
ATGC TTTT
ATAT ATTC
TAAAA TTG
ACATT TTG
AATAA AAC
AGTG AAAA
TGGC ACC
TAT AGGC
TTGC ATG
TTTTG AAC
TGCC AAG
ATT TATTG
TCTC TAG
ATTG TATT
ACTG TTTT
TACC AAG
TGAAAA CC
ATAG TGG
ACTT ACC
ATT ATCC
ACAG AGAA
TTGG TCC
TGCC AAC
TGAG TAA
AA TGGCC
TAT AAATC
ATT AACC
TGGC AAC
TCAC TAA
ACC CCCC
AGC ATTC
TGGC TTG
AAGG TGG
TTTCC TTC
TAGC ATG
AAAC TTTT
TAT ACCC
TAT AGGG
AGC ACAC
TAAC TGG
TTGG TAG
TTC ATTG
GGC AAG
TTGG ATG
TACC TGG
TATG ACC
TTATT TAC
TCTG AAAA
AGCC AGGC
ATAC TCC
ATTTT ATG
TT AGGCC
TT ATATTC
TTAG GGC
TTGG AAAA
TATC TAG
AGTAG GG
TGTAATCCCAGC TAC
ATT AAGC
TAT ATAAC
TCTC TCCC
TGTC AAG
AG ATATAA
AGC AAGG
AGC AACC
TAGC TGG
TCCCG AGTAGC
ATT TGATT
AAC GCC
TACC ATG
TCG TAG
AC AAAAAAAA
ATTG TTTC
TAAG TGG
AAAG TTTT
AGTT ACC
TG T
ATC ACAC
ATAA TTAA
TATC TGG
TCG AGG
TTG AGAA
AAAG AGAA
TATC AAAA
TTGC AGG
AC TAGCC
ATT ATGG
ATAT AGG
AAAAC AAG
AGAG TAC
ATGC ACAC
TTGC TAA
ATT GGCC
TTG TTCC
GGG ACC
ATCC TAA
TATG GGC
TATT TTTAA
AGGG TCC
AAAAC AGC
TAC ACAA
TAG AAGC
AATG AGC
TTGGCC AGGCTGG
ATT GGGG
ATG GGGG
TGTG TTTC
ATG ATGG
ATAT ATAC
AGGG AAAA
TTAG ATC
TGAG TCC
TAT AGTG
AGGC TGGCC
TAGC ATC
TCG TAA
TAT ATATC
AGGG TGC
AGTAG GC
TCTTCC CC
ATATT TATT
TTTT AGC
TTTC TATT
AGAA ACAA
TAGC GC
TATC GG
TTTTG TTC
AAGC GG
ATC ACTG
TTTT TCTC
TCAA TATT
AGAC AGAA
TGGC AGG
AACC TGG
TCTAG GC
ATT TGTT
TAC AGAG
AAATT TTG
TAA ATCC
ACC TTCC
TGCC AGG
ACG TTTC
TAC ATTC
TAG TGTG
TCTC TGTG
TACC TTG
ATAG CCC
TTTT TTCC
AAAAG TAA
TATC AGC
TAT ATATATAT
AAAAC ATC
ACTC ATG
AAAA TAAAA
TGC ACAC
ATAA AGAA
TGATCC G
TGG CCG
ATT TGAC
TAA ATGG
TGTG AGCC
GGG ATG
ACG TCG
ACTT ATG
TGAAACC CCG
AGG TCAGG
AGAA GGGG
TGC TTTG
AAGC ACC
AATC ATG
AAG TGAA
ACCC TTG
TGC TCTC
TCATT TTG
TGG AGGG
GGG ATC
ACAG CCCC
AAG AACC
TATG CCC
ATATT TCC
AATAA TAA
ATT GCG
TCAG TTTT
TGTC TAA
TGTC TGTG
ATTC TTTC
ATGC TAG
TAGG TAC
AGAA TTTC
TGTTTT GG
TATT GGC
TGTC TAG
GC TCTG
TGG ATTC
ATTG AGG
TTTTG TATT
TCG TAC
TCTT TGTG
AGGAA GGC
AA TCCCC
TTC TGGC
TC TTTTTTTT
TTTT TAAG
TACC AGC
ACAGAG CC
GC TAA
TTTTG TAG
TTGC TCTG
AGAC TAG
TGAC AGAG
AGAA ATGC
TCTAA GG
ATC AGGG
TTTT TTATT
TGAA ATTC
TAAAA TGC
GCC CCC
ATAT ATATG
TAAAA ATT
AACC CCC
TCCTGAG TAGC
AAG AGAG
AAATT TAA
AA TGCG
ACC TTTC
TGGG TCC
GGG TCC
ACAG TTTT
TCAA ATAA
TAGC TCC
TTG ACG
AGAA AGAG
ACTC TAG
TTAAAA CC
GC GGC
AC TTTTCC
ATAG TGC
AATC AGC
TTG TTGC
ATG AAAG
ACC AGAA
TGAA ACAC
TAAAA TATT
TAGC AAG
TCTT AGC
TTG ATGC
AACC AAC
TGTAG GG
TCCC TAC
ACCC GCC
TCAG TCG
TC T
TACC GG
AGG ACAG
ATT ACTG
ATT AATT
AAG AAAAC
TGGC TAC
TAAAA ATACAAAA
ATAG ACC
TTGCAGTG AGCCG
AA TATATT
TTAG TGC
AA TCCG
ATG ACG
AAAA TAAC
TGAG TAC
AA ATATTC
AGG ATTC
AGG TGAA
ACTAA GG
TTC ATCC
AAC TATT
ACAC TAA
TCTC TTTT
ATTG ATTG
ACC CCG
AGC ACG
TCTC TTCC
ATAG TCC
TGAC TAC
TTG TGGG
TAAG TCC
TGTC TTTC
AGAA TGAA
AC ATATTC
ATT AGCC
TAAG CCC
AAGG TAA
TCTCC TCC
AGGCTGGAGTGC AGTGGC
ATAG GGG
TCTT TCCC
AAG TTTG
TGG TATT
AATAG GC
ATG CCG
TGG ACAC
TTATT TTATT
TTTTG TAA
AATAA AAAA
TAC TGTG
CCC AGCC
ATAA ATATT
TTAA ATTC
TGGC AAG
ATAG GGC
ACC AGGG
AAAA TGAA
TGG AGCC
GCG ATC
ACTT AGC
ATC AGAA
AAAC AGAA
TC A
TGTC AGG
TCTCC TGC
TTAC TAG
AATG ACC
AAC ATAA
TAGG TTC
TTTTC TAA
TTAG AGC
TGTT AGC
AAG ATGC
TTGG TTTT
ATAT ATTG
AAATT TTC
ACAGGCG TGAGCC
TTATT TCC
TCCC GCC
TAGC TTG
TGTGG TGGC
TTGG TAC
TAGC TAG
AAAG TATT
AAG ACAC
AAG AGGC
ATCC TAC
TTGG ACC
AGTC TAC
TTTTC TTTC
AGG ACTG
TGC AGAA
TCCC TGGG
TATT ACC
TCAA ATTC
TAA TGTG
TAAG TTTT
TCTGCC TCCC
TAA TTCC
ATAT ACAA
TAAAA TAG
ATC ATTG
ATC TCTG
AAC TGAA
TGC ATTC
TTG AGCC
TCG TTTT
TAGC GG
TCCCAAG TAGC
AGG ACG
ATGG TTTT
ATT ACATT
AGC TCTG
TGC TCTG
TGC AGGG
ATTG ACC
TAGG TAG
TTAG TGG
AA ATACAA
ATT AATC
TTC TCAA
TTG ATTC
GGC TAC
ATC TGAA
AAG AAAC
GGC GCC
TTGC ACC
TTTAAC G
TAT ACATG
TCAC TAG
ATC ACAA
AGAC TAA
ATTTC TTTT
AATAG GG
AGC TCTC
TGC ACG
TGTG TATG
TGGG AGGC
TTAG TAC
AAG CCG
TGC ATGC
TCCC TTCC
TCTAG GG
TAT ATATAA
AGTG TTTC
AGC AAAC
TGAA ATGC
AAGC TAC
TTAG AGG
ATTTT TGG
AAAA TATC
AAAAC ATG
ATC AGAG
TAAAAATAC AAAAATT
AG ATATTC
ATT ATAC
TTG AAGG
TGAA ACCCC
TCAG TTTC
AAGC ATG
TGTTTT GC
AG TATATT
AG ACAGGC
TTC AGCC
TCTC TGCC
AAAA ATTC
TCCC ATGG
TAGG TGC
ACAAAA GC
TGGG TAG
TGC AGGC
AGAA ACAC
AATT GGG
GGC ATG
AGAG ACAC
ATG AAATT
ACC TCCC
TTAA TTTG
ACCC AGCC
TTG TGAA
ATTC TTCC
ATTTT GGG
AGG ACAA
TTTAA ATC
ATAGATAG ATAGATAG
AA ATATTG
ATT TCTCC
AGC TCCC
TTC ACAA
AGGG AAGG
TAGG TAA
TATT GGG
TTTCC TCC
ACTC TAA
TTAG CCC
TG A
TAC TGAA
ATCC GCC
ATATT TGC
ATG ACAA
ATG TATC
AGCC TGGC
TACC AAAA
TTTTC TGC
AATC AAAA
TC ATATAA
TTC AAGC
TAG ATAA
AGAA ATTC
AGGG AGAG
TCAC TCTG
ATG TTCC
TCC ATTG
TTTT ATAA
TTAA ACAA
TCCC TCTC
TTGC TTTC
ATAAAA GG
ATG ACAC
ATG AACC
TGG AACC
ATG AATG
AGC AAAG
TAT AGATT
TCG AAAA
AGCCC AGG
ATCTCC TGACC
ATC TCCC
ATC GCC
TCC TTTG
AGC ACAG
ACG TGGC
TACC TAA
AATC TAA
TCTGTG CC
TCC AGGG
ACG AAAA
ACTAG GG
AC TTTGCC
ATT TGTAA
TTTT TCAA
TTG CCG
ATG AGGG
AGC AGTG
TCCC AGGG
GGCC GC
TTC ACAC
TCCC TAG
ATATT AAAA
TCGC GC
AGC ACCC
TGC TAAG
TGTG AAAA
ATTTT GGC
TCTCTCTC TCTC
ATG GGGC
AAC AAGG
TGG TCTC
TGGCC AACATGG
AACCC ACTCC
TT ATAGAA
AG ACAAGG
ACC TCTC
TCC ACAC
ATC TCAA
TATT TTCC
AGAA TGGC
ATT TTCG
TGG TGCC
TTTAA TTC
AG T
ATG TAAC
AGG TAAG
AAG AAATT
AA TTTTCC
ATT AGAG
AT ACACACAC
ATC ATCC
AAC ATTG
ATT TTTTTTTT
ACC ATTC
ATC TGGG
ATAA ACAC
AGTTC AAGACC
TAA ACAG
TATG AGC
TGAA TTTC
TTAAAA GC
TT A
TTAG TCC
TG TTTTTTTT
TG TCTGCC
ATG ATTC
AAG AGGG
TTTG TCTC
TTGC TAG
ATAC TAG
AACC TTC
TGAC TAA
ATTTAA CC
AGG TAAC
TGC GGC
TGG ATGG
GGGC GC
AA TTGCC
AGG ATAA
AAG ACG
AAAAC TAC
TGTT TATG
AA TAGCC
AT AGAAGC
TGGG TTG
ACATT TTTT
AGG TCTC
TCAC AAAA
AAAC GGG
AC AGAAGG
AGC ACAA
TCTTC TCC
AGTTTT GC
TATCTATC TATCTATC
TC ATATTC
ATT AAATG
AAG CCCC
ATATT TAG
TGG TTTG
TGATT TTC
AC T
ATC TCG
AGG TTCC
AGG AAAAG
TTG TAAG
TAC ACG
AAGG TGC
AGAGC AAG
TGAC TAG
TAA TTGC
AGG TAGG
TTTC TTTG
ATACAC G
ATG CCCC
ACC TCG
TCC TGTG
TAT AGTC
AACC TGC
AATC TGG
TT ATATTG
TAA ACTG
TAC TTTG
TTTTC TAG
TTTATT TTTT
TG AGAAGG
AAAA TTTC
TCC AGAG
AAC AATG
TAT AGAC
TAAAA TTTT
AGATT TTC
AGC TTTG
ATAA ATTC
TTCC TGCC
AG ATACAA
TAA TCAA
ACC AACC
TTC ACG
ATAA ATAAAA
TTAA AGAA
ACTGTG CC
TTAA ATTG
TGG ATGC
TTG AAGC
ACTG TATT
TAGG AAAA
TCACTGC AAGC
GG CCG
ATT AAAAG
TAA AGCC
ACC TGTG
ACC ACAA
AGC GGG
ATC TTGG
TTC AGAG
AGG AAAAC
AAG TCTC
AAG TAAC
TTTC TTTTC
ATTC TATT
AACC AAAA
GCGG TGGC
TGGGATT ACAGG
AG ACTGGC
TTG TTTTC
AGAGAGAG AGAG
AC ATATGC
TTG TATG
TTTATT GC
AGC ATGG
AATAA ATG
AA A
TTC TTGG
TTC AAGG
ATT TCTGC
AGC ACTG
TTG ATAA
TAT AGTAA
AAAAC GC
AAATT AAAA
AA ATAGAA
TG AAAAAAAA
AC ATACAG
GG TTTT
ACAA TTTC
TGCC TAC
TGC TCCC
TGG ATAA
TAT ATTTC
ACAC ATGC
TTAG ACC
TCAAAA CC
AAC TTCC
AAC ACG
TCAA TTTC
TAT ACTC
TGAC TTTT
TGTT AGCC
TGTTTG CC
ACC AAGC
TTC AAAG
AGG TATG
AGG AGAC
TGC TATT
GGG AAAA
TCAC TTTC
TCCGCC TCCC
TCC ATTC
ATC TTAA
ATAC ATAA
AA TTTTTTTT
TC TTGGCC
TAA ATAG
AAC AAAC
TAGG CCC
ACC AAGG
TCC TTGC
AGC TTGG
TTC ATAA
TTTT ATTC
TGGG AGGG
TGGC TAG
ACC ACTG
AAG TGTG
AAC TGTG
TTCC AAAA
TTTTG AAAA
AATT TAAAA
TCC TCTG
AGC ATGC
AGG ATCC
TGG ACG
AGCC TAG
TGTC ATT
AAC ATCC
AAC AAAG
TGG TTGC
TT ATACAA
GG CCCC
TGG AAAG
ATAT ATGC
TGAGG TCAGG
TGTAATCCCAGCACTTTGGG AGGCCG
AC TGAAGC
AT ACAGCC
TAA AGAG
TCTTAA CC
ATG TAAG
TGTC TTCC
ACTC AAAA
ATTTT TAAAA
TTC TTGC
TGC TGAA
TTGCAGTG AGCTGAG
TCC TCG
AGG AGTG
AAG ACAG
TAC AAAG
ACAC AGCC
TTTC ATTC
TC TTTGCC
ACC ACCC
AAC AACC
TAC ATGC
GGGC GCC
TG AGAAGC
ATC AAGG
ATTG ATT
TC ACAGCC
ACC TTTG
TTG TGGC
TCC ATGC
TTG TTTTG
TTC AGTG
TTTTC TTTTC
AAG TGGC
GGG TAG
TATC AGG
TC ACTGCC
ATG ATTG
ACC ACAG
TTG AAAG
ACAC AGAG
ATATT TTAA
TC AGAGCC
TAA TTTAA
TATT TCTC
ATAA ATTG
TTTG GGGG
TCCC TGCC
AGTC TAG
AAC ACAG
TAT ACTT
TTTCC CCC
GC TAG
TAA CCCC
AGG ACCC
TGG TTCC
AGAA ATGG
ACAC ACAA
TAAG TATT
TCTCC CCC
ATG TACC
AAC TTAA
TGC ATTG
TTTT CCCC
TTG TCAA
TTTC TCTG
AGGC AGAG
TTGC TTCC
ATT ATAG
TAA AGTG
AAC AAGC
ATAA TAAC
TCAC TTTT
TC AGAAGC
TCC ACCC
TTC ATGC
GGG TTG
AGCG AGAC
ATG ACAG
TCC TAGC
AGAA ATTG
CCG CCC
ATATTC G
TTC AACC
AAC TCTC
AAC TCAA
ACAC TAG
TCTG CCCC
AAAAC TAA
AAG TAGC
GGC TTG
AGAG ATGG
TTGC AAAA
TCTT TATC
AAG ACCC
TATAA TTTT
TGAAAA GC
TG ATATAA
TTC AGGG
AGG AAATT
TAT ATTCC
AGGC TAA
ATTC TCTC
ATCC TAG
AGAC ATT
AGTCC ATGGGG
TC TATATT
TATT TGAA
TAT ATTTAA
ACTG TTTC
ACAC ATT
AGCC TAC
AAAAC GG
TCAAAA GC
TTTATC G
AG ACAGCC
AC TTTTTTTT
ACC ATGG
TGTG TGCC
AGGG TAC
TGGG TAC
AAAA AAAC
TGC TTGC
ACAA ATGC
TTTTC ATG
AG ATATTG
TTG TAAC
TGAC ATT
AGC ATTG
TTC GCC
ACCC TAC
TACC TAG
TC AGAGGC
AGG TTGC
AAC TTTG
AAC TCCC
TTG AATG
TAGC TAA
TGTC AAAA
AC TATATT
TGTG TTTG
ACAC TTATT
AG TTTGGG
TGAA ATTG
AGATCG AGACC
ATG TCTG
TGTG TATT
TAGG TCC
ACTC TTTT
TCCCAAAGTGCTGGGATT ACAGGC
ATG TCAA
TTC GGC
TTC ATGG
TGG AATG
AACC AAG
ATT TGTTG
TCG ACG
TTTTC AAAA
AAGAA TAC
AAGAA GGC
ACC GGC
TGAA ACAA
ATATT TGG
AAATT TTTT
TCTTTT GC
ATG AAAC
ACC ATCC
TGC TCAA
TAT ATTTTC
TGTG TCTC
TGAA AGAA
AGGC GCC
TTATT TTTC
TTTAA TTG
TATTTATT TATTTATT
ATT TCATC
AGAG TTTT
AAAAG ACTAC
AATT TATG
AGTT AGC
TGGC TGGC
ACAGAA CC
AGTGGG TTGCC
ATCCTGGC TAAC
TAATTTTTGTATT TTTAGTAG
AGG TCCC
AAC ATGC
TAT ATAAG
AATT ATAA
TGAAAA GG
TTG ATGG
TTG TCTG
ATT TTGCC
AT ACAGGG
TGC ATAA
TTG TGCC
TAC ATTG
TTAA TATC
TAG TTTG
TGGG TAA
AAGGAAGG AAGGAAGG
AC TCTGCC
AGAA ACAG
AGGG ATGG
AGTG GCG
ACC ATGC
AAAA ATTG
TTC ACCC
ATC TACC
AAG AAAAG
ACAA ATTC
AAGG TAG
TAACCC TAACCC
AGG TCG
AAC TCG
TCCC AGCC
ACATT TCC
ACTT ACAG
AG ACTGGG
CCC TAA
TTAA TAAC
ACCC TAG
ATAC AGAA
ACATT TAC
ATT AGGG
AAC ACTG
ACAA TTTG
ATAT ACAG
AATT TAAG
TGAAACCCCG TCTCTAC
ATC ATGC
TTC ACAG
TTC TCG
AAG TCAA
ATTTC TTG
ATG ACTG
AGC TTGC
ATATT TTTC
TGTT TATC
TT ATATGC
TTTT ATTG
ACAC ACAG
TGAA TTTG
AACC GG
AGTC TAA
AT ACAGGC
AAAA AAAAG
ATAA ATGC
AAGG ACC
TTTTC AAG
TCC TTGG
ATC ACG
CCC TAC
ACAGAG GC
TG TCTGGG
AGG AGAGG
TATT AGC
AGGC TGGG
AA TACCC
TC AGTGGC
ATC TTGC
AGCC GCC
TAGC ACC
AAAA TAAG
TTC TAAC
TTTAA TCCCAGC
TTTTG AAG
AAGAA AGC
TCCG TCTC
ATC ACAG
TGC ACCC
ATGC ATGC
ATG ATCC
ATG AGGC
AGG ATGGG
TTG TCG
TTTTC AAC
TAA ATAAAA
TAG AAAG
TGC AAGC
GGG TAC
AGTG AGTG
TTGG TGGC
TCAC AGAA
TTTTC TAC
TTTAA ATT
AGGCC AGG
ATCCC TGGG
AAATAA CC
AGACAGGG TTTC
AC TGAAGG
TTC TATC
AAC AGCC
TTCC TCCC
AAAC ATTC
AATG TATT
TGAG ATGG
ACAAAA GG
AAG ATTC
TCAC TGTG
TTAC TTTC
ACGAGG TCAGG
AG ACACG
TC ACAACC
AAAA TATG
ATC TATC
TTTT TATC
TCAC ATT
AATG AGG
AGAGAA CC
TCC ACG
TTG ACAA
TTG CCCC
TCAA TCAA
TTTTC TGG
TCC AGAA
ATAT ATCC
TTCCTTCC TTCCTTCC
TTTG TTTTG
TCTC AAACTCC
TC ATCCCC
TTC TCAG
TTTT TATG
TAT ATTATT
AGAA ACG
ACATT TAA
AT AGAAGG
ATC ATGG
TCAC TTCC
AATC TAG
TCAAG TGATCC
ATATCC CC
AG ATACAC
ACC TTGC
AAG TAAG
TATT ATAA
TTATT TAG
AGC TGGGC
TATT TATC
ATAG ATT
AAGC AATTC
TGTT TCCC
TTTGTG CC
TTG AACCC
GGC TAG
TGAA TTAA
AACC AGC
TAA TCTC
AGG AAATG
TGTC TTTG
TGTAA AAC
TAA AGGC
ATC AGCC
AAG AAATG
TTG TATC
TTGG TTTC
TTGC ATT
TAGG AGG
TCAC ATTG
ACGC GG
AG ATAGAA
ATC ACCC
TGG TCCC
TTG ACAC
ATAC TGAA
TTTTG ATG
TG TTCCCC
TC TGAAGC
ATAT ATAG
TAGG TGG
TC AGTGCC
ACC AGAG
TGC ATGG
TCTG TTCC
ATATTG CC
TGTATT CC
ATT AGTG
ATAA TTTG
AGCC TGGGC
TGATT TTTT
TC TTTGGG
AC TCTGGG
AGC TCG
TTC TTTTC
TGC AAGG
TTTC ATTG
TAAC AGG
AAGC AAAA
TC ACAGGC
ATG TAGC
ACC TGAA
TATG AGG
TAAAA TGG
AAAG AAAAG
AAGC TTG
