{"<pad>":0,"<unk>":1,"<sep>":2,"<mask>":3,"<s>":4,"</s>":5,"A":6,"C":7,"G":8,"T":9,"AA":10,"TT":11,"TG":12,"AG":13,"CC":14,"TC":15,"AC":16,"GG":17,"ATT":18,"AT":19,"ATG":20,"GC":21,"TAA":22,"ACC":23,"AAAA":24,"TCC":25,"ATC":26,"AGC":27,"TTC":28,"AGG":29,"AAG":30,"AAC":31,"TGC":32,"TTTT":33,"TGG":34,"TTG":35,"TAC":36,"TAG":37,"TATT":38,"CCC":39,"TAT":40,"TGTG":41,"GGC":42,"AGAA":43,"ACAC":44,"ATAA":45,"TTTC":46,"GGG":47,"AGAG":48,"TTTG":49,"TATG":50,"ATTC":51,"TCTC":52,"ACAA":53,"ACAG":54,"TTCC":55,"TGAA":56,"TTAA":57,"ATTG":58,"TCCC":59,"AGCC":60,"ATGG":61,"ATGC":62,"ACTG":63,"TCTG":64,"ATCC":65,"AGGC":66,"ACG":67,"ACCC":68,"AGGG":69,"AGTG":70,"TTGG":71,"TAAC":72,"TCAA":73,"TATC":74,"ATAT":75,"TTGC":76,"TGGG":77,"TAAG":78,"TGCC":79,"TACC":80,"TCG":81,"TGGC":82,"TAAAA":83,"TAGC":84,"AAGG":85,"ATAC":86,"ATATT":87,"TCAG":88,"AAAG":89,"AAAAC":90,"ATAG":91,"TAGG":92,"TCAC":93,"TTTTC":94,"AAGC":95,"TTAC":96,"AAAC":97,"TTATT":98,"AAAAG":99,"TTTAA":100,"AGAC":101,"AACC":102,"AATG":103,"TTTTG":104,"TTAG":105,"TGAG":106,"TCTT":107,"GCC":108,"TGTC":109,"TGAC":110,"TTTCC":111,"AAATT":112,"AGTC":113,"CCCC":114,"ACTC":115,"AATT":116,"ATATG":117,"TGTT":118,"AATC":119,"ACATT":120,"TATTC":121,"GGGG":122,"AAATG":123,"ATAAAA":124,"GCG":125,"CCG":126,"AATAA":127,"TCATT":128,"AGTT":129,"ACTT":130,"ATATC":131,"ATAAC":132,"ATTTT":133,"TATTG":134,"TGGCC":135,"TCTCC":136,"TCTTC":137,"AGGCC":138,"AGAAG":139,"AGATG":140,"AGCG":141,"ATAAG":142,"GGCC":143,"TGTAA":144,"AAATC":145,"TTTGC":146,"AGATT":147,"ATGGC":148,"GGGC":149,"AAAAAAAA":150,"ATCCC":151,"AGAAC":152,"TGATT":153,"TTTAC":154,"TCCCC":155,"ACCCC":156,"TCTGC":157,"AGGAA":158,"ATGCC":159,"ATCG":160,"TTTAG":161,"TTTTTTTT":162,"TTCCC":163,"AACG":164,"ACTGC":165,"TTGCC":166,"ACCG":167,"AAGAA":168,"ATTCC":169,"ACAGC":170,"AAGCC":171,"AGTTC":172,"TGTTC":173,"ACATG":174,"ACTTC":175,"TATAA":176,"TGGGC":177,"TATGC":178,"AGAGG":179,"AGTAA":180,"AGAGC":181,"TCAGC":182,"TGTGC":183,"ACTCC":184,"TTTGG":185,"ATACC":186,"AGAAAA":187,"ATAGC":188,"TGATG":189,"ACATC":190,"TCATC":191,"ACAAC":192,"ATTGC":193,"AATTC":194,"TGAAG":195,"TTTATT":196,"TGTTG":197,"TGTCC":198,"AGTGC":199,"TATCC":200,"AAAGC":201,"TATGG":202,"ATTTC":203,"ATGGG":204,"TGTGG":205,"TGAAC":206,"TGGGG":207,"AGCCC":208,"TTAAAA":209,"ACACC":210,"TCAGG":211,"ACGC":212,"AGGGC":213,"TACG":214,"ACTAA":215,"TGTAG":216,"AGATC":217,"TCTGG":218,"TCTTG":219,"TGCCC":220,"ACAGG":221,"TTCG":222,"TCACC":223,"TCTAA":224,"TTATG":225,"TTAAC":226,"TCATG":227,"ACGG":228,"AGACC":229,"ACACACAC":230,"TGCG":231,"TTGGC":232,"TGAGC":233,"TGTGTGTG":234,"TTATC":235,"AAACC":236,"AGTGG":237,"TGACC":238,"TGAGG":239,"ATTATT":240,"TCGC":241,"AGGGG":242,"ACAAG":243,"TCCG":244,"AAAGG":245,"TACCC":246,"TCAAC":247,"ACTTG":248,"ACTGG":249,"ACAAAA":250,"AGTAG":251,"ATAGG":252,"AGTTG":253,"AGTCC":254,"TTAAG":255,"TCAAG":256,"TGTTTT":257,"ATTTTC":258,"TGATC":259,"ATATAA":260,"TTGGG":261,"ATTGG":262,"AAGGC":263,"TGTAC":264,"AATAC":265,"ACTAC":266,"TCTAC":267,"TTTAT":268,"TGAAAA":269,"TAGCC":270,"TTTTCC":271,"AATGC":272,"TCGG":273,"ATTTAA":274,"AATTG":275,"AGTAC":276,"TAATAA":277,"TTACC":278,"TCTAG":279,"AATAG":280,"AACCC":281,"TTAGC":282,"AATGG":283,"AATTTT":284,"TATATT":285,"TAACC":286,"TCTTTT":287,"AAGGG":288,"AAATAA":289,"TCAAAA":290,"TAGGC":291,"ATATTC":292,"TAAGG":293,"TAAGC":294,"ATATATAT":295,"ATTTTG":296,"AATCC":297,"ACTAG":298,"AGTTTT":299,"ACTTTT":300,"AGAAGG":301,"AATATT":302,"AGAAGC":303,"TTAGG":304,"ATACAA":305,"ATTTTTT":306,"ATATTG":307,"TGTATT":308,"TAGGG":309,"AGAGAGAG":310,"TCTCTCTC":311,"ATACAC":312,"ATTAA":313,"ATGAA":314,"TTTGGG":315,"GGCG":316,"TCTGTG":317,"TTCTTC":318,"TCTGCC":319,"TCTTTC":320,"TCCTCC":321,"ACAGGC":322,"AAAAGC":323,"AGAGAA":324,"AGCAGC":325,"AAAAAA":326,"TGTAT":327,"TAAAAC":328,"TTTGTG":329,"ATTTCC":330,"CCCG":331,"TCAGCC":332,"ACAGGG":333,"AGGAGG":334,"ATAGAA":335,"TGTTTC":336,"AAAACC":337,"ACAGAG":338,"TCTTCC":339,"ACGCC":340,"ACAGCC":341,"TGCTGC":342,"AACAA":343,"TAAATG":344,"TGGAA":345,"TTTATG":346,"ACAGAA":347,"TGTCTC":348,"TAAATT":349,"AAAAGG":350,"AGAGGC":351,"AGTTTC":352,"AAGAAG":353,"ACTTTC":354,"TTCTCC":355,"TTTTGC":356,"TGTTTG":357,"ATTTAC":358,"ATATGC":359,"TTCAA":360,"TTATAA":361,"AGTGGC":362,"TTGAA":363,"AGGAAG":364,"AGAGGG":365,"AACAAC":366,"TTTTGG":367,"TTTGCC":368,"ACTGTG":369,"GCGC":370,"ATACAG":371,"AGTATT":372,"TTTCCC":373,"TCTCCC":374,"TTTATC":375,"TATATG":376,"ACACG":377,"AGAGCC":378,"TGAAGG":379,"ATATCC":380,"ATCAA":381,"TTCCCC":382,"ATTTG":383,"AGCAA":384,"TTGGCC":385,"ATACTG":386,"TGAAGC":387,"TTTAAG":388,"ATTTATT":389,"TGAGGC":390,"TCAGAA":391,"TAGAA":392,"TTGTTG":393,"TTTAAC":394,"TAAAAG":395,"ATTTGC":396,"TTTAAAA":397,"TCTTTG":398,"ACATAA":399,"ACCACC":400,"GGGCC":401,"ATGGCC":402,"AGTTTG":403,"ATCATC":404,"ACATTC":405,"AGATAA":406,"TAATTTT":407,"TCTATT":408,"TCCCAGC":409,"AGTGTG":410,"ACTATT":411,"AAAGAA":412,"ACAAGG":413,"TCTGGG":414,"ATGATG":415,"AGTGGG":416,"ATCTTC":417,"ATCTCC":418,"TTATTC":419,"AGTAT":420,"ACTGCC":421,"AAGAAC":422,"ATATGG":423,"TAAAAAA":424,"AGCTGC":425,"ATCCCC":426,"AATAT":427,"AGACAC":428,"ACTGAA":429,"TCATTC":430,"TGAGAA":431,"ACAAGC":432,"TGTATG":433,"ACTGGG":434,"AGCCCC":435,"TTCTGC":436,"ACTAT":437,"TACAA":438,"ATTGCC":439,"ACCATG":440,"TCTGGC":441,"TGGAAG":442,"ATACG":443,"ACTGGC":444,"TTTGGC":445,"TCTGAA":446,"ACTTCC":447,"AGATGG":448,"AGGAAC":449,"TCTAT":450,"TGGTGG":451,"AGCTCC":452,"AAAATAA":453,"TTATTG":454,"AGCTTC":455,"TGAGCC":456,"TGTGGC":457,"ACAACC":458,"TTTCG":459,"ACTTTG":460,"TGCAA":461,"ATTTAG":462,"ACATGC":463,"ATGTAA":464,"AGGCG":465,"AGATTC":466,"AGTGAA":467,"TTTACC":468,"AGTTAA":469,"ATGAAC":470,"TGTTAA":471,"ATGAAG":472,"TGGAGG":473,"TGCTTC":474,"TCTTAA":475,"AGTCTC":476,"TAACG":477,"TGGAAC":478,"AGTGCC":479,"TGTCTG":480,"AGACAG":481,"TGTGGG":482,"TCGCC":483,"ACTTAA":484,"ATGTTC":485,"TGTTCC":486,"AGGGGC":487,"ATGTTG":488,"TCCCG":489,"TGATAA":490,"TATTCC":491,"AGCATC":492,"ATAGAG":493,"ATTAAAA":494,"AGAACC":495,"AGCCG":496,"ACCTCC":497,"AGGGCC":498,"AGGGGG":499,"TGATTC":500,"TGTGCC":501,"AGATGC":502,"ACATCC":503,"TTGGGG":504,"AGGAGC":505,"TGCTCC":506,"AACTCC":507,"TCACAC":508,"TCTCG":509,"TCAAGG":510,"ATTATC":511,"TAAATC":512,"TGCAGC":513,"ATAAAAC":514,"AAACAA":515,"ATTCCC":516,"ATTTTAA":517,"AGACAA":518,"ATTAAC":519,"AAATTC":520,"TCATAA":521,"TCAGAG":522,"ACATGG":523,"AGTTCC":524,"ACTCTG":525,"AAGAAAA":526,"GCGG":527,"TTAGAA":528,"TTGTTC":529,"ACATTG":530,"AATTTC":531,"TCATCC":532,"TCACTG":533,"ATGTCC":534,"TCTTGC":535,"ATGGGG":536,"TTACAA":537,"TCACCC":538,"TGGGGG":539,"TGGAGC":540,"TCATTG":541,"AAACAC":542,"TTTTTAA":543,"TTCATC":544,"TGATGG":545,"TATAAC":546,"TGATCC":547,"AGGCTGG":548,"TCAGTG":549,"ATGTGC":550,"ATTTGG":551,"ATAGCC":552,"TCGGC":553,"TTCTTG":554,"ATTCG":555,"AGCAAC":556,"ATCACC":557,"TGGCG":558,"AGCAAG":559,"TATATC":560,"ACGGC":561,"TTCAAG":562,"AATTAA":563,"TATCG":564,"TTGAAC":565,"TCACAG":566,"AGGTGG":567,"TGTTGG":568,"ACACACACACACACAC":569,"TCAAGC":570,"TGTTGC":571,"ATTTTTC":572,"ACACCC":573,"TCACAA":574,"TCCTTC":575,"TGTGTGTGTGTGTGTG":576,"ATGTAC":577,"TATAAAA":578,"TGGGGC":579,"TTGAAG":580,"TGATGC":581,"ACTCTC":582,"ATAGTG":583,"TCAGGG":584,"TTTAGC":585,"AAATGC":586,"TGAGAG":587,"TGCTGG":588,"ATACCC":589,"AGACG":590,"TAATTC":591,"ATTATG":592,"AGCAGG":593,"AGTATG":594,"TCTATG":595,"AGCGC":596,"TCTTGG":597,"AGCACC":598,"TTACAG":599,"AGTCTG":600,"AGCTGG":601,"ATAAAAG":602,"AGTTGG":603,"TGCCCC":604,"TAATAC":605,"TCCATC":606,"ACTTGG":607,"TGTAAC":608,"TGACAG":609,"ATAGGC":610,"TTGTAA":611,"AACATC":612,"AGATCC":613,"TCAACC":614,"TATTGC":615,"TGACAA":616,"ACCCCC":617,"AGACTG":618,"TTGCCC":619,"TAAGCC":620,"ACTATG":621,"AGGATG":622,"TGGGCC":623,"TCACG":624,"TTTAGG":625,"AAGTTC":626,"AGTAGC":627,"GCCG":628,"TCAGGC":629,"TGTCCC":630,"AGTAAC":631,"ACCATC":632,"TTGTTTT":633,"ACTTGC":634,"TGACAC":635,"TGAGGG":636,"ATGATC":637,"AGACCC":638,"TCATGC":639,"TTACAC":640,"TGACG":641,"ACCAA":642,"TGTATC":643,"TTCAAC":644,"ATAAGC":645,"AGTTGC":646,"ATGTGG":647,"TGCCG":648,"ACCGC":649,"TTCATT":650,"TCCCCC":651,"TCGGG":652,"TAGAAC":653,"TCATGG":654,"AATGAA":655,"ACCTGC":656,"AGTCAA":657,"ATGCCC":658,"AAAAAAC":659,"TCTACC":660,"AGCGG":661,"TGAGTG":662,"TAAATAA":663,"TATTTATT":664,"AGGCCC":665,"TTACTG":666,"ATTAAG":667,"AGCTAC":668,"TGCGC":669,"AAGGCC":670,"AAAGAG":671,"TGGGATT":672,"ACATAC":673,"ACTCAA":674,"TAGAAG":675,"ATGAAAA":676,"ATCTGC":677,"TGGCCC":678,"TTCCG":679,"ATGCG":680,"ACCTTC":681,"AGTAAG":682,"TGTAAG":683,"ATCCG":684,"TGACCC":685,"AGATTG":686,"TTACG":687,"TGAACC":688,"TCTATC":689,"AAAAATT":690,"TTTTTTC":691,"AGGTTC":692,"ATAACC":693,"TACTTC":694,"ACTCCC":695,"ATGTAG":696,"TGACTG":697,"ACCAAC":698,"ATAAGG":699,"TATTGG":700,"TTGTCC":701,"ATGGGC":702,"TGTCAA":703,"AGTCCC":704,"TTGTAG":705,"AAAAAAG":706,"AAATTG":707,"TCACTGC":708,"AGGATC":709,"ATAGGG":710,"AGGAGAA":711,"AATTTG":712,"TCCTGC":713,"AGAAAAC":714,"TTGGGC":715,"TTAACC":716,"TGAGAC":717,"TGGATC":718,"TAAAGC":719,"AACTTC":720,"TGATTG":721,"TTAAGG":722,"AAACG":723,"AAGACC":724,"TACCG":725,"TGGTTC":726,"AGTATC":727,"TTGTAC":728,"AGGTGC":729,"ACCCG":730,"TTATATT":731,"AGTCAG":732,"AAGCG":733,"TGTCG":734,"ATTTTTG":735,"AAGATC":736,"AGGACC":737,"ACTCG":738,"ATGTTTT":739,"AAATGG":740,"AGGAAAA":741,"ATTTAT":742,"TGTAGC":743,"AGTCG":744,"TGGTGC":745,"TTGTGC":746,"AAGGGG":747,"AAGTAA":748,"ACTAAC":749,"AAGAGC":750,"AATATG":751,"TATTTTC":752,"AGAAAAG":753,"TAGGCC":754,"TACTAC":755,"ATCAAC":756,"AAGCCC":757,"AGCATG":758,"ACGGG":759,"TTATGC":760,"TAATAG":761,"TTGCG":762,"AAGATG":763,"ACTCAG":764,"TTAGCC":765,"TGGATG":766,"TACAAC":767,"AAATATT":768,"TTTTTTG":769,"TCTAAC":770,"TGTACC":771,"TTATCC":772,"TTAAGC":773,"ATTGGC":774,"AGGTAA":775,"AGGTAG":776,"AAGTGC":777,"AAATAC":778,"AGTACC":779,"AGGTCC":780,"AAGGGC":781,"TTAGAG":782,"TACATC":783,"AAAGCC":784,"TGGTCC":785,"TGCGG":786,"AGCATT":787,"TGCATC":788,"ATATATATATATATAT":789,"TTTCTTTC":790,"AACCCC":791,"TGTCAG":792,"TACATT":793,"AGTCAC":794,"TTATGG":795,"TAATTG":796,"AAACTG":797,"ATAAATAA":798,"TCCACC":799,"ACATAT":800,"ACAAAAC":801,"AAATCC":802,"TATCCC":803,"TGCATG":804,"TGTTTTC":805,"TATTTTTT":806,"TATGGC":807,"TCCTGCC":808,"TTATAT":809,"AACACC":810,"AATATC":811,"TGTCAC":812,"AACATT":813,"ACTATC":814,"ATGATT":815,"TAGTAG":816,"TATGCC":817,"AAACAG":818,"TGGAAAA":819,"AACAAAA":820,"TCCAGC":821,"AATAAC":822,"ATCGC":823,"ATCATT":824,"TAAACC":825,"AATAAAA":826,"TACATG":827,"AGATAC":828,"TCTAAG":829,"AAAGGC":830,"AGTAGG":831,"TCTTTTC":832,"AACAGC":833,"TTATAG":834,"TTGATG":835,"TAATGC":836,"ACTAAG":837,"AAAACG":838,"TTAGGG":839,"TTCTTTT":840,"AGGATT":841,"TTGATT":842,"TAACCC":843,"AACGC":844,"TGGTAG":845,"ACTACC":846,"TTGAAAA":847,"TAGCG":848,"TATAAG":849,"ACTCAC":850,"AATGTG":851,"AAAGGG":852,"TGTAGG":853,"TTGTGG":854,"TTATAC":855,"AACATG":856,"ACCAGC":857,"TTGATC":858,"TTCTGG":859,"AGTTAC":860,"TTCAGC":861,"AAGTCC":862,"ACATAG":863,"AAAGTG":864,"TTTTATT":865,"AGAAAGAA":866,"AACTGC":867,"TACAGC":868,"AATTCC":869,"AAAAATG":870,"AAGAGG":871,"GGGGC":872,"TTTTTCC":873,"TGTTTTG":874,"TAATATT":875,"TGTAAAA":876,"AAAGTGC":877,"ATATATT":878,"TTCTAG":879,"TTAGTG":880,"TTCTAC":881,"AATGGC":882,"AGTAAAA":883,"AAGTGG":884,"TACCCC":885,"ATCATG":886,"AGGTAC":887,"ACTTAC":888,"TCTAGC":889,"AACCG":890,"ACCGG":891,"TCCTGG":892,"AAGTAC":893,"AAACCC":894,"TCTCTCTCTCTCTCTC":895,"GCTGC":896,"TATATAA":897,"TTCATG":898,"AAGTAG":899,"AAAAATC":900,"TTAAAAC":901,"TATGGG":902,"ACCTGG":903,"TGTTAC":904,"TTCTAA":905,"AGATAG":906,"AATCAA":907,"ACATATT":908,"AGATATT":909,"TGCATT":910,"AACGG":911,"AAAAAAAAAAAAAAAA":912,"TATACC":913,"TTTATTC":914,"TCTAGG":915,"ATCAGC":916,"TGCAGG":917,"AAGATT":918,"TTACCC":919,"TTCGG":920,"TCCGG":921,"TCTTAC":922,"TTTATTG":923,"TGGTAA":924,"AAATAG":925,"TTTTTTTTTTTTTTTT":926,"ACCTAC":927,"TCCGC":928,"TCCATG":929,"TGTTATT":930,"AGGTTG":931,"AAAATAC":932,"TGGATT":933,"AGAGAGAGAGAGAGAG":934,"TTTCTTC":935,"AACAAG":936,"AGTTTTC":937,"TAGAAAA":938,"ATCTAC":939,"TTTTGCC":940,"ATTTTCC":941,"ATGACC":942,"AACTAC":943,"TCATAG":944,"TTTCCCC":945,"TA":946,"TGTCTT":947,"TCCAGG":948,"TATTTTG":949,"AATAAG":950,"ATCTTG":951,"ATCGG":952,"ATGAGG":953,"ACTAAAA":954,"TCTTTAA":955,"AAATAT":956,"AGCTAA":957,"AAGTTG":958,"TGGTTG":959,"TTAAAAG":960,"TAGCCC":961,"ATAATAA":962,"GCCCC":963,"TGGTAC":964,"AGGCGG":965,"TTCACC":966,"TTTTAAAA":967,"ACTTTTC":968,"AGTTATT":969,"TCTAAAA":970,"TGTTAG":971,"TAAGGC":972,"TATAGC":973,"TGCTTG":974,"AATCTC":975,"ATGAGC":976,"TGCTAC":977,"ACCTTG":978,"ACCAGG":979,"ACTTTAA":980,"TAAAGG":981,"TAATCC":982,"TGAAAAC":983,"CCCAGC":984,"TAGTTC":985,"ACCAAG":986,"ACTCTT":987,"ACAAAAG":988,"TACGG":989,"AACTTG":990,"ATCAAG":991,"TTAGGC":992,"AGTTAG":993,"TTCGC":994,"AATTGC":995,"TCCTTG":996,"GGCGG":997,"AATGCC":998,"AGAAATG":999,"TAGTAA":1000,"AGCTTG":1001,"TTCAGG":1002,"ATCTGG":1003,"TACAAAA":1004,"TGTTTCC":1005,"TCCAAC":1006,"TCTTTTG":1007,"TAGATG":1008,"TAGATT":1009,"ACCATT":1010,"TGCAAC":1011,"ACTAGC":1012,"ACTAGG":1013,"TCATAC":1014,"AGTTTTG":1015,"TCTTAG":1016,"TTTTTATT":1017,"ACTTTGGG":1018,"TGATAC":1019,"TACTGG":1020,"AATCG":1021,"ATCTAA":1022,"TATATAT":1023,"TTTTCG":1024,"TACGC":1025,"TGTTTAA":1026,"TGAAAAG":1027,"AGGAAGG":1028,"AATTATT":1029,"TGATAG":1030,"TCCATT":1031,"AGTTTAA":1032,"TACTGC":1033,"TGATATT":1034,"TTCAAAA":1035,"TATTTAA":1036,"ATCAAAA":1037,"TTTGTTTG":1038,"ACTTATT":1039,"ATTGGG":1040,"TCGGCC":1041,"TACTCC":1042,"AGCTAG":1043,"TGGTGGC":1044,"AACTAA":1045,"TCAAAAC":1046,"ATTTCTC":1047,"TCTTCCC":1048,"GGCGC":1049,"AATCCC":1050,"TCAAAAG":1051,"AATCTG":1052,"TGCACC":1053,"ATTACC":1054,"CCCGG":1055,"ACTTAG":1056,"TAGGGG":1057,"TGCAAG":1058,"ATAAATG":1059,"TCTTATT":1060,"GCAGC":1061,"TAGTTTT":1062,"TGTAATCCCAGC":1063,"AATAGC":1064,"TACAAG":1065,"TTCTTTC":1066,"AACTGG":1067,"CCCCCC":1068,"ATAAATT":1069,"AGATAT":1070,"TCATATT":1071,"TTTTTTTC":1072,"TAGAGC":1073,"TTGACC":1074,"TTTTCCC":1075,"AACAGG":1076,"AGCCTGG":1077,"AATACC":1078,"TTGAGC":1079,"TATATTC":1080,"ATTTGAA":1081,"AATTAC":1082,"TACTAA":1083,"AATGGG":1084,"TGGAGAA":1085,"TTAATAA":1086,"TGCTAA":1087,"TTGAGG":1088,"GGGGG":1089,"TCTTTCC":1090,"TTTCTCC":1091,"TTGTATT":1092,"ATTTTATT":1093,"TTAGAC":1094,"CCCCG":1095,"CCCTCC":1096,"TTTTTAC":1097,"TAAAAGC":1098,"ATTAGC":1099,"ATCTAG":1100,"AAAATATT":1101,"CCCGC":1102,"AAAAGCC":1103,"TGGACC":1104,"TAAAACC":1105,"ATCAGG":1106,"TTCTTCC":1107,"ATTTCAA":1108,"TTTTTTTTTTTT":1109,"AGCAAAA":1110,"AATTTAA":1111,"AGGAGGC":1112,"TTGCAGTG":1113,"ATATATG":1114,"TGCTTTT":1115,"TTTGTTTT":1116,"TCTCTCC":1117,"TTTATAA":1118,"ATTTTGG":1119,"TACTTG":1120,"TAGACC":1121,"AGGCTGAGGC":1122,"AGTTTCC":1123,"AAATGGC":1124,"AGAAATC":1125,"TGGTTTT":1126,"ATAACG":1127,"AGGAAGC":1128,"TCCGCC":1129,"TAGGGC":1130,"ATTTTTAA":1131,"TACTTTT":1132,"CCCACC":1133,"TAAGGG":1134,"TCCAAG":1135,"AAAAAAAAAAAA":1136,"TTCCTTCC":1137,"TAATTTC":1138,"TATATATT":1139,"AGTCTT":1140,"ACTTTTG":1141,"ATCTTTT":1142,"AAATAAAA":1143,"TAGAGG":1144,"TTAAATG":1145,"AATCAC":1146,"AAAATTC":1147,"TCTCCCC":1148,"ATTTTGC":1149,"TGCTTTC":1150,"TGAAATG":1151,"ATTCTCC":1152,"AATTTTC":1153,"AGGCCG":1154,"AGAAGGC":1155,"TCCCTCC":1156,"TAATGG":1157,"GCTTC":1158,"AGAGAAG":1159,"ACATATG":1160,"AATTGG":1161,"AAATTCC":1162,"ACTCCAGCC":1163,"TAGTTG":1164,"AAAGAAAA":1165,"TTAAATT":1166,"CCCTGC":1167,"GGGGCC":1168,"AATCAG":1169,"ATATAAAA":1170,"GCTCC":1171,"AACTTTT":1172,"AGGAGAG":1173,"ACCTAA":1174,"TGGGCG":1175,"ATGTATT":1176,"TAGATC":1177,"ATTTCTG":1178,"ATGTGTG":1179,"TATAGG":1180,"ATAAATC":1181,"TAGTGG":1182,"TAGTGC":1183,"ACAAACAA":1184,"TTGTTTC":1185,"TACAGG":1186,"TTCTCTC":1187,"AGAAATT":1188,"AGACGG":1189,"AGTTCG":1190,"TAGTAC":1191,"ATATCG":1192,"TATATTG":1193,"TATTTCC":1194,"AACATGG":1195,"AAAAATAA":1196,"AAGTTTT":1197,"AATAGG":1198,"AGAAAGC":1199,"AAAATGC":1200,"AGTATTC":1201,"TCATGCC":1202,"ACAAATG":1203,"AATTTTG":1204,"TTCTTTG":1205,"TACACC":1206,"ATATTCC":1207,"AAGGAAGG":1208,"AGGAGGG":1209,"TAGTCC":1210,"TGAAACC":1211,"AGCCACC":1212,"GGCCC":1213,"ATACAAAA":1214,"TTAATTTT":1215,"ACGCG":1216,"AGAAGGG":1217,"TATCTATC":1218,"AGAAACC":1219,"ATTAGG":1220,"GGAAG":1221,"TTCCTCC":1222,"TAATAT":1223,"ATTTATG":1224,"ACTTTCC":1225,"TGTGTGC":1226,"TCGCG":1227,"GGCTGC":1228,"AACTAG":1229,"TCTGTCC":1230,"AGAAGCC":1231,"ATTATAA":1232,"TAATTAA":1233,"GCACC":1234,"TTTCTTTT":1235,"ATTTGTG":1236,"TATTTAC":1237,"GGATC":1238,"TTATATG":1239,"TCTTGCC":1240,"GCTGG":1241,"TCATAT":1242,"TCTTTGC":1243,"AGAATAA":1244,"GGAGC":1245,"AAAAACC":1246,"TTTGTTG":1247,"ACAGAGG":1248,"ATTCTTC":1249,"TTCCTTC":1250,"AAAGAAG":1251,"ATGTTTC":1252,"AGCAGAG":1253,"TTTGTAA":1254,"TTTGTTC":1255,"TCGCCC":1256,"ACAGAAG":1257,"ATTTATC":1258,"AGGATGG":1259,"ATAGATAG":1260,"TCTTGGC":1261,"AAATATC":1262,"ATTTAAAA":1263,"TCTCTAC":1264,"TTTGAAG":1265,"AGGGAGGG":1266,"ATTTTAC":1267,"TTTGGGG":1268,"AGAGCG":1269,"AGATCG":1270,"TAAACAA":1271,"TCCCAAAGTGC":1272,"ACGGGG":1273,"TGTATTC":1274,"ATTTCCC":1275,"AAAATTG":1276,"TTTATCC":1277,"TTATAAAA":1278,"GCATC":1279,"CCCAGG":1280,"ATTTAAC":1281,"AAAGAAC":1282,"TCCTAA":1283,"ATTATTC":1284,"TTATTCC":1285,"TGATAT":1286,"ATCTTTC":1287,"AAATATG":1288,"AGGCTGGAGTGC":1289,"GGCAGC":1290,"TTTTTGC":1291,"ACCTGCC":1292,"TCCCTCCC":1293,"AAATGCC":1294,"TAAAGAA":1295,"AGATATG":1296,"TCTCTTC":1297,"TCCTAC":1298,"TAAAAGG":1299,"TCACACC":1300,"TTTCCG":1301,"TGCTGCC":1302,"ACATTCC":1303,"AAATCG":1304,"AAACTCC":1305,"ATAATTTT":1306,"TATATAC":1307,"TGCTGGG":1308,"TATACAA":1309,"AGGCTCC":1310,"AGCTGTG":1311,"CCCATC":1312,"AGAGGCC":1313,"TTTGGCC":1314,"AATTAG":1315,"AAAAGGC":1316,"CCCTTC":1317,"AGAAAGG":1318,"ACAGAAC":1319,"AGAGGGG":1320,"GGGGGG":1321,"GCTTG":1322,"ACATAAAA":1323,"AGTGGGG":1324,"ACAGAGC":1325,"TGAATAA":1326,"AAAAAGC":1327,"AGGCTGC":1328,"TTTTTAG":1329,"TGAAATC":1330,"ACCTAG":1331,"AGAGAAC":1332,"TTCTGTG":1333,"TTTCTGC":1334,"TATTATT":1335,"ACACAAC":1336,"ACACAGC":1337,"TCCCACC":1338,"TTTAGTAG":1339,"TGTCCCC":1340,"AAAATAG":1341,"TTTCATC":1342,"ACAGACAG":1343,"TATTTGC":1344,"TTATATC":1345,"AGACAGGG":1346,"TCTGGGC":1347,"TAAATTC":1348,"AGTGGCC":1349,"TCATTCC":1350,"GGAAC":1351,"GGAGG":1352,"AAGAGAA":1353,"GGTGC":1354,"TTTTATC":1355,"ACCACG":1356,"AGCTGGG":1357,"TCTCTGC":1358,"ACCAAAA":1359,"AAACAAAA":1360,"TCCTGGG":1361,"ATTTAAG":1362,"TGTGCG":1363,"GGTGG":1364,"ACACGC":1365,"TCTATTC":1366,"ACATGGC":1367,"TCCTGAG":1368,"TCTGGGG":1369,"GGATG":1370,"ACAACG":1371,"GGGGGC":1372,"AAATTGC":1373,"TCCTTCC":1374,"TTTATGC":1375,"GGTTC":1376,"TCCAAAA":1377,"ACACACC":1378,"TCTGCCC":1379,"ATAAGCC":1380,"TTTATGG":1381,"ACATGCC":1382,"ACAGGGC":1383,"TCCCAAG":1384,"TGCTGTG":1385,"ACAATAA":1386,"TTTTTTAA":1387,"TTTCTTG":1388,"AAATAAC":1389,"AAAGTAA":1390,"TATAAAC":1391,"CCCTGG":1392,"TTTTATG":1393,"TTTTAAG":1394,"ACGAGG":1395,"AGAATTC":1396,"GGGTTC":1397,"ATTATTG":1398,"AAAATGG":1399,"TGTCTCC":1400,"TTTACG":1401,"TGTGGCC":1402,"ATTCATC":1403,"TCTGTTC":1404,"GCGCC":1405,"ATATATC":1406,"TGTATGC":1407,"AGCTGAG":1408,"GGGAAG":1409,"AGCAGCC":1410,"TTTAACC":1411,"TCAAATG":1412,"TGCTAG":1413,"AGATTTT":1414,"TACACAC":1415,"TTATAAC":1416,"AGAGATG":1417,"TTGTTTG":1418,"TATAATG":1419,"TGGTGTG":1420,"AGAACG":1421,"TGATTCC":1422,"TATTCG":1423,"TGGAAGG":1424,"TCTGGCC":1425,"ACAGCG":1426,"AGAGAGG":1427,"TGTCTTC":1428,"AACAGAA":1429,"ATAATTC":1430,"TTGAACC":1431,"ACAGATG":1432,"GGGAGG":1433,"AACATTC":1434,"AGATTCC":1435,"TGAAGAA":1436,"AGACGC":1437,"ATTTTAG":1438,"TGCAAAA":1439,"TAAAATAA":1440,"TCCTGCCTCAGCC":1441,"TCTCAGC":1442,"TATTTAG":1443,"TGGGGCC":1444,"TTTTAAC":1445,"ACATAAC":1446,"CCCGCC":1447,"ACAGTTC":1448,"TGAAGGC":1449,"TTTTGGC":1450,"ACTTCCC":1451,"TTAACG":1452,"ACAAAGC":1453,"TGTTTGC":1454,"AGGGAAG":1455,"TATATGC":1456,"TATGTATG":1457,"TGATTTT":1458,"ATATTGC":1459,"ATTGTAA":1460,"TTTTTGG":1461,"ACAAATC":1462,"TGCAGCC":1463,"TGATATG":1464,"AGATAAC":1465,"AAACAAC":1466,"AATTTAC":1467,"TGAGGCC":1468,"TGAAGCC":1469,"AGGTGGG":1470,"ATGTGCC":1471,"TTCATTC":1472,"AGGCAGC":1473,"TCAGAAG":1474,"ACGGCC":1475,"AATTAAAA":1476,"TATAAAG":1477,"TGTCCG":1478,"AAATAAG":1479,"ATCTTCC":1480,"AGAGGAA":1481,"TCTGTCTG":1482,"TACTAG":1483,"TTTAAGG":1484,"TTTAAAAAA":1485,"TCCTAG":1486,"TGAAATT":1487,"AGGCGC":1488,"ACTGAAC":1489,"AAGAAAG":1490,"TGTGGGG":1491,"AAGAAGG":1492,"TTTGAAC":1493,"TGCTTCC":1494,"TGTGTTC":1495,"TTTGTAG":1496,"TATTTTAA":1497,"AGAGGGC":1498,"TTATAAG":1499,"TGTTTAC":1500,"AGATGGG":1501,"TCTTTGG":1502,"AGGTTTT":1503,"AAGTTTC":1504,"AGATATC":1505,"TATATCC":1506,"ATTTCAG":1507,"AGGAGCC":1508,"ATATAAC":1509,"ATCATTC":1510,"AAGTATT":1511,"AGATGGC":1512,"AAGAAGC":1513,"TATATAG":1514,"TTCTGCC":1515,"ATCCCG":1516,"TCATATG":1517,"TGTATTG":1518,"AGGTGGC":1519,"AGAGAGC":1520,"TATAAATT":1521,"TACTTTC":1522,"TATAGAA":1523,"ACAGGCC":1524,"ACATCG":1525,"ACTGGGC":1526,"ACTGGGG":1527,"TTATTGC":1528,"TTAAATC":1529,"AGATGCC":1530,"AGGAAAC":1531,"ACACATC":1532,"ACATATC":1533,"TAAATATT":1534,"TGGTTTC":1535,"AGCTTCC":1536,"AGGTGTG":1537,"TATTTTTC":1538,"ATAATAC":1539,"TGTTCCC":1540,"TTTGAAAA":1541,"TGAATTC":1542,"ATGTATG":1543,"ATGAGAA":1544,"AGGTTTC":1545,"TATTTGG":1546,"ATTCAAC":1547,"TCTGTCTC":1548,"TCTTTAC":1549,"TCTTCG":1550,"ATTTCG":1551,"GGTAA":1552,"ATGAGCC":1553,"TGATGGC":1554,"ACAAGGC":1555,"TGGAGAG":1556,"ACTGGCC":1557,"TGTGTCC":1558,"TCATTGC":1559,"AATATTC":1560,"ACTGAAG":1561,"TCGGGG":1562,"AGCTTTC":1563,"AGTGAAG":1564,"AGCTTTT":1565,"ATGGATGG":1566,"ACACCG":1567,"TAAATGC":1568,"TCTCCG":1569,"TCCTCCC":1570,"TATACAG":1571,"TCCTTTC":1572,"TCTGTGC":1573,"AGTGGGC":1574,"TCTGCG":1575,"TCCCAGCTAC":1576,"ATTAAAG":1577,"ACTGCG":1578,"AAACATC":1579,"TGGAAGC":1580,"GCAAC":1581,"AAACTTC":1582,"ACACTGC":1583,"TGATGCC":1584,"ATGTTAA":1585,"AGATAAG":1586,"TCAAGCC":1587,"TGTGTGTGTGTGTGTGTGTGTGTGTGTGTGTG":1588,"TCAGCG":1589,"ACGGGC":1590,"AGGAAAG":1591,"AGAGAAAA":1592,"TTTGCCC":1593,"ATGCTGC":1594,"TGTGTAG":1595,"ATAAAGC":1596,"AAATTGG":1597,"AGATAAAA":1598,"TATAATAA":1599,"AGAGCCC":1600,"TCCTTTT":1601,"ATGCTTC":1602,"ACACACACACACACACACACACACACACACAC":1603,"TATAATT":1604,"TCATGGC":1605,"TCCCTGC":1606,"TCGGGC":1607,"ACAGCCC":1608,"TCTGAAG":1609,"AGCCCG":1610,"ATACCG":1611,"AGCTGCC":1612,"TATTAAAA":1613,"AGCCATC":1614,"TATACAC":1615,"TAAATTG":1616,"AGCAGGG":1617,"TTGCTTC":1618,"TTTGCG":1619,"TCATAAC":1620,"ATTTGGG":1621,"TCCCAAAGTGCTGGGATT":1622,"TTTTTTTG":1623,"ATATATAA":1624,"ATGTTTG":1625,"TGTGGGC":1626,"TCTGTGG":1627,"TCAGGCC":1628,"ACTATTC":1629,"TCAAGGC":1630,"AAATGGG":1631,"TCACCG":1632,"TTTTGGG":1633,"ATTTGCC":1634,"ACAAACC":1635,"TGGCGC":1636,"AAACGC":1637,"ATATGCC":1638,"TGACCCC":1639,"TGTTGCC":1640,"AGTGTTC":1641,"TCAATAA":1642,"TGAACG":1643,"AGCCTCC":1644,"TCAGGGC":1645,"AGACCCC":1646,"AGAAATAA":1647,"ACATCCC":1648,"ACATTGC":1649,"ACGTGC":1650,"AGTTTGC":1651,"ACCCACC":1652,"TCATCG":1653,"GGACC":1654,"ATAGCG":1655,"TCACCCC":1656,"ACTCCCC":1657,"ATAGGAA":1658,"TGAAGGG":1659,"TTGTGTG":1660,"AGGACAC":1661,"TTGGGGG":1662,"TTCCCG":1663,"TGTGTGTGTGTG":1664,"TTCTATT":1665,"TTTAAGC":1666,"ACAAGCC":1667,"AGCGCC":1668,"AACACAA":1669,"ATACATG":1670,"TTCTCCC":1671,"AAAATCC":1672,"TTCTGGG":1673,"TCTTGGG":1674,"ATGGAAG":1675,"ATGCGC":1676,"AGGGCG":1677,"TCATCCC":1678,"ATCTCTC":1679,"ACTGTAA":1680,"AAAACCC":1681,"TGTTGGC":1682,"TCATATC":1683,"TCTGTAA":1684,"AACACAC":1685,"TGGAGGC":1686,"AGTTCCC":1687,"TGAAAGC":1688,"ATGAAGC":1689,"ACATAAG":1690,"AACTTTC":1691,"AAACAGC":1692,"ACTTGGG":1693,"TATGTAA":1694,"TTCCACC":1695,"GGTCC":1696,"AATTTATT":1697,"ATTACAA":1698,"ACAGGGG":1699,"ACTGCCC":1700,"TCAAATC":1701,"TACAGAA":1702,"TTTGATG":1703,"ACTTGCC":1704,"AGGCAGG":1705,"AAAAGGG":1706,"AAGATAA":1707,"ATATGGC":1708,"TGTTCG":1709,"ACACCCC":1710,"TTTTGTTTT":1711,"TGCAGTG":1712,"ACAGGCG":1713,"AGACAGAG":1714,"TCAGCCC":1715,"TCACAGC":1716,"TCTCGC":1717,"TCACGCC":1718,"ATATTGG":1719,"ACTGAGC":1720,"AGGGGCC":1721,"TTCCCCC":1722,"TGGGAGG":1723,"AGACAGC":1724,"AAAGGGG":1725,"TCCATCC":1726,"TCACTTC":1727,"AGAATGG":1728,"TAGTTTC":1729,"ACTGCACTCCAGCC":1730,"TTGTTAA":1731,"ATGGTGG":1732,"TGTAATCCCAGCACTTTGGG":1733,"AGCCGC":1734,"TCACTGCAACC":1735,"TAATAAC":1736,"ATCTGCC":1737,"TGGCTGC":1738,"AGGGGGC":1739,"AAGTTAA":1740,"TTGCTGC":1741,"TGACTTC":1742,"GGGCG":1743,"AAACTGC":1744,"ATCTGTG":1745,"AATTTCC":1746,"TTCTTAA":1747,"TCAGAGC":1748,"ATTCATTC":1749,"GGTAC":1750,"TCCCAGG":1751,"ACGCCC":1752,"TTTGGGC":1753,"TAAATAC":1754,"TGAACCC":1755,"ACAGACC":1756,"AATTTGC":1757,"TGATAAC":1758,"GCCGC":1759,"AAAATTTT":1760,"AGAATAC":1761,"ATTGTTG":1762,"ACTGTGG":1763,"TTTCTGG":1764,"AGTTGCC":1765,"TTTGTGC":1766,"AGTCTCC":1767,"ACAGGAA":1768,"AATTCCC":1769,"ATGGATG":1770,"AAGAATG":1771,"TTTTCTTC":1772,"TGCCACC":1773,"TCTGTTG":1774,"TTGGCG":1775,"ACGTGG":1776,"AACAGAG":1777,"TCAGTTC":1778,"GGTTG":1779,"TCCAGCC":1780,"AAGACAA":1781,"TTCCAGG":1782,"AAAGATG":1783,"TTTCTAA":1784,"TTCCTGC":1785,"ACGTTG":1786,"TTTACCC":1787,"TGATATC":1788,"TGAATAC":1789,"ATTTAGC":1790,"ACTTTAC":1791,"AAACATG":1792,"AGAATTG":1793,"AGGCTGAGGCAGGAGAA":1794,"TGGGACTAC":1795,"ACTGTAC":1796,"TGGGGGG":1797,"ACTGTGC":1798,"TATCTTC":1799,"TGGCTTC":1800,"TTTGTCC":1801,"TTAAGAA":1802,"ACAGTGC":1803,"TCAAAGC":1804,"AAGGAAG":1805,"TCATAAAA":1806,"ACACACACACAC":1807,"ACAAGAA":1808,"ACTTTGC":1809,"TGTGCCC":1810,"AAAGAGC":1811,"TGAGCG":1812,"ATTAATG":1813,"TGAGAAC":1814,"TGTTTGG":1815,"ATCCTCC":1816,"TGGGGGC":1817,"TTCCAGC":1818,"TCCCTTC":1819,"ATATTTTC":1820,"ATTGTTC":1821,"ATTCTGC":1822,"TCTATTG":1823,"ATAGGCC":1824,"TTTCATG":1825,"TAACAAC":1826,"ATTTTAAAA":1827,"TTTGTGG":1828,"AATATTG":1829,"TATAAGC":1830,"TTATCG":1831,"TTTCACC":1832,"TGAATGC":1833,"TGAAATAA":1834,"ATGCATG":1835,"TCTTTTCC":1836,"ATGGAAC":1837,"ACCCAGC":1838,"TCAAACC":1839,"AAAACAAAA":1840,"TGCCCG":1841,"TGGCTGG":1842,"TAAAAATAC":1843,"ACTTCG":1844,"GGTAG":1845,"ATTTACC":1846,"AGATGGGG":1847,"TAAACAC":1848,"AGATCCC":1849,"ATTATTATTATT":1850,"ATTTCAC":1851,"TAACATC":1852,"ACATACC":1853,"TCCTCTC":1854,"ATTCTAC":1855,"TTCCTGG":1856,"TCAGAAC":1857,"TGGGAAG":1858,"TCAGGGG":1859,"TTGTCTC":1860,"TTAATTC":1861,"ACTCTGC":1862,"AGTATTG":1863,"TGTCTGC":1864,"AATTTAG":1865,"ATAGAAAA":1866,"ATCTATT":1867,"TTTGTAC":1868,"ATTTGGC":1869,"AGGAATG":1870,"TTTGTATT":1871,"ATTGAAC":1872,"ATCCATCC":1873,"GCATG":1874,"TGTTGGG":1875,"AGTAGCC":1876,"TCAGATG":1877,"ACTTGGC":1878,"ATTTTTATT":1879,"ATACCCC":1880,"TAAACG":1881,"ATTCATG":1882,"TGAATGG":1883,"ACAGAAAA":1884,"TCTTTAG":1885,"TGTGATC":1886,"TCAACG":1887,"ACCAGGC":1888,"AGGATGC":1889,"TCAGTGC":1890,"TTTCTAC":1891,"TATGAAC":1892,"TTACTTC":1893,"AGAATGC":1894,"ATAATTG":1895,"TTATTTTTT":1896,"TGTTTATT":1897,"AGTCCCC":1898,"TTTGAGC":1899,"AGCCAAG":1900,"ATACAAC":1901,"GGAAAA":1902,"ATGGTGGC":1903,"TGAATAG":1904,"TGTGTTG":1905,"ACAATTC":1906,"TGAGGGC":1907,"TGTATCC":1908,"ATTCTGG":1909,"ACCACAC":1910,"ATAATAG":1911,"TCTGTAG":1912,"AGAGTTC":1913,"ACGTCC":1914,"TGAGATG":1915,"TTATGGC":1916,"TCACTTG":1917,"AGGTATT":1918,"AGAACCC":1919,"AATAACC":1920,"TTAATTG":1921,"TTTAGCC":1922,"TTGCTTG":1923,"TTTCAAC":1924,"ATTGAAG":1925,"TCACATC":1926,"ACCGCC":1927,"AATTCG":1928,"TATATATG":1929,"TGTGATG":1930,"TGAGATC":1931,"ATTCTTG":1932,"TCTCATC":1933,"ATTGTTTT":1934,"AGCCAGG":1935,"AGGGAGG":1936,"AATGAAC":1937,"AGTTTAC":1938,"TCAGGAA":1939,"TAAAAATG":1940,"AGACCG":1941,"AGTTTGG":1942,"TATGTTC":1943,"ATGCTGG":1944,"ATAAACC":1945,"GGGTGG":1946,"ATTCTAA":1947,"ATAGAAC":1948,"TATAATC":1949,"TTTCAAG":1950,"AGTCGC":1951,"TTTCAGC":1952,"AGTGAAC":1953,"TATACG":1954,"TGATCG":1955,"TGTACG":1956,"ACACGG":1957,"AGGCAAG":1958,"AAACACC":1959,"ACTCTCC":1960,"AGAGACC":1961,"AGTGATG":1962,"TGTCGC":1963,"ATTGATG":1964,"ACTTTGG":1965,"TATATGG":1966,"TGTAGCC":1967,"TTTCATT":1968,"AGCATCC":1969,"AGATTGC":1970,"ACTCCG":1971,"AAAAGAAAA":1972,"AGACCAGCC":1973,"TTTTTAAAA":1974,"ATAATATT":1975,"ACAAATT":1976,"TGAGGAA":1977,"AAACATT":1978,"AGGTGCC":1979,"TCTTTATT":1980,"AGTTTAG":1981,"TAATTTG":1982,"TTAAACC":1983,"ATGTTGG":1984,"ACTGTTC":1985,"AGTTGGC":1986,"TTCCATC":1987,"AAACGG":1988,"TACTATT":1989,"CCCAAC":1990,"AGTGTTG":1991,"TCGAAC":1992,"AGCGGC":1993,"TCCCATC":1994,"TGATACC":1995,"ACATAGC":1996,"ATTCAAG":1997,"TTAAAGC":1998,"ATACATC":1999,"AAAGGAA":2000,"AAAGGGC":2001,"TCATAGC":2002,"AGGGAAC":2003,"TCTCTGG":2004,"ACGATC":2005,"TATGTTG":2006,"TATAACC":2007,"TCACAGAG":2008,"TGTGAAG":2009,"AGAATAG":2010,"TAACTTC":2011,"TTATTTTC":2012,"ACCCGC":2013,"ATATATATT":2014,"ACTTAAAA":2015,"AGACACC":2016,"AGACTGG":2017,"TGTCATC":2018,"TCTGAAC":2019,"TTAAGCC":2020,"ACAGATC":2021,"TGAAAGG":2022,"TTGGAAG":2023,"TGTTTAG":2024,"TGAGGGG":2025,"ACACATG":2026,"ACGTTC":2027,"TGAGAAG":2028,"TATGTAC":2029,"TTAAATAA":2030,"ATATACC":2031,"TTATTGG":2032,"AGTCTTC":2033,"TTAATATT":2034,"ATATAAG":2035,"AATTTGG":2036,"TCATTGG":2037,"ACTATTG":2038,"AGCCAGC":2039,"AAATACC":2040,"TATGCG":2041,"GCAAG":2042,"ACAAGGG":2043,"AGATACC":2044,"CCCATG":2045,"AAACAAG":2046,"ATAGATG":2047,"TGATAAAA":2048,"TGCCTCC":2049,"ATATATATATATATATATATATATATATATAT":2050,"TAATAAAA":2051,"TTATAGC":2052,"TTGTTGG":2053,"CCCAAG":2054,"ATACATT":2055,"AAAGTTC":2056,"TGCTGGC":2057,"AGGCTTC":2058,"TAATATC":2059,"TCCCGC":2060,"ACCCTCC":2061,"TAAGAAC":2062,"TTCCAAC":2063,"AGCAGAA":2064,"ACAAAGG":2065,"TTCCTTG":2066,"TTTTCTTTT":2067,"AGTCGG":2068,"AGACTTC":2069,"TGTGAAC":2070,"ATCCTTC":2071,"AGTGTGG":2072,"TGACATC":2073,"TCTCTCTCTCTCTCTCTCTCTCTCTCTCTCTC":2074,"ATTCGG":2075,"TGCCGC":2076,"AAAGTTG":2077,"TGATCCC":2078,"TCACGC":2079,"AAATCCC":2080,"TGGCGG":2081,"TTAAAAAAAA":2082,"AGCAAGC":2083,"AATGTTG":2084,"AATTATC":2085,"AGTACG":2086,"TGTGTAA":2087,"TGCGCC":2088,"GGCTCC":2089,"ACTGATG":2090,"TATCATC":2091,"TCATACC":2092,"TACACAG":2093,"TGTGTGG":2094,"AGCCCCC":2095,"TGATGGG":2096,"AGGAACC":2097,"AGACATG":2098,"AGAGATC":2099,"ATTCATT":2100,"AAAGATC":2101,"ATTCAGC":2102,"AGTGCG":2103,"AGGCCCC":2104,"AAAGCCC":2105,"TAGAGAA":2106,"TCCCGG":2107,"ATCCATC":2108,"AGAAAAAAAA":2109,"ACAATAC":2110,"ACAGTAA":2111,"AGGGATG":2112,"TTTCGG":2113,"ACATTTTC":2114,"TCAGTGG":2115,"AATGTAA":2116,"TCTCACC":2117,"TCCCTGG":2118,"ATACTTC":2119,"AATTAAC":2120,"ATCCACC":2121,"TGTTTTCC":2122,"TGATAAG":2123,"TCTGACC":2124,"TCAGTTG":2125,"AAATAGC":2126,"TGTATAA":2127,"ACTGTTG":2128,"TACATAA":2129,"AGACAGG":2130,"AGACAAG":2131,"ACATACAC":2132,"ATTTTTTG":2133,"TGTAACC":2134,"TTATACC":2135,"TGAATTG":2136,"ATGGAGG":2137,"TGCCATC":2138,"TTACCG":2139,"ACAGTGG":2140,"AAGGAAC":2141,"GGGAAC":2142,"TTACAGC":2143,"TAATAATAATAA":2144,"TTTAAAAC":2145,"ATA":2146,"TAACAAAA":2147,"TATAAAAC":2148,"ATATCCC":2149,"AGACAAC":2150,"ATCCATG":2151,"TATTCCC":2152,"TCACGG":2153,"TCATGGG":2154,"AGCAGGC":2155,"TCGTGG":2156,"ATTTTTTC":2157,"TAATAAG":2158,"ATTGTAG":2159,"AGACATC":2160,"TTT":2161,"ATTCCCC":2162,"ACACTTC":2163,"TGGGTTC":2164,"ATACATAC":2165,"ACAATGG":2166,"TCAGTCC":2167,"TCTACCC":2168,"TATATTTT":2169,"TGAGCCC":2170,"AATCTT":2171,"TCTACG":2172,"AGGGGGG":2173,"AGTAACC":2174,"GGCTTC":2175,"TTTGAGG":2176,"TATGGGG":2177,"ACAGTCC":2178,"ACAATGC":2179,"ATCCTGC":2180,"AGCTGGC":2181,"ATGCAAC":2182,"TTAATAC":2183,"ACACAGG":2184,"TCCCAAC":2185,"TCTGATG":2186,"ATCCTGG":2187,"TCAAGAA":2188,"TATTATC":2189,"TTTGATC":2190,"ATGCTCC":2191,"ACGAAC":2192,"TGGGAAC":2193,"TGTCACC":2194,"AGTGTGC":2195,"TTTCAAAA":2196,"TCTCTTG":2197,"TTGCTCC":2198,"AGTCCG":2199,"ATTGTAC":2200,"TATCTCC":2201,"AGTCTGC":2202,"AAAGCG":2203,"GCAGG":2204,"GGCTGG":2205,"ATGGTGC":2206,"TAAGAAAA":2207,"TAAGAAG":2208,"ATTGTGG":2209,"AGCCATG":2210,"AATTATG":2211,"ATAATGC":2212,"ATGCTAA":2213,"ATATTTTTT":2214,"TGACAGC":2215,"TAGTATT":2216,"TTCCATG":2217,"ATTTCATT":2218,"AGAATCC":2219,"ATGCAGC":2220,"AAAGACC":2221,"TCACTCC":2222,"TCACATG":2223,"TGACCG":2224,"AGCCTGC":2225,"ATTGAAAA":2226,"AGATAGC":2227,"TATGAAG":2228,"AGCCTTC":2229,"TCACAAC":2230,"ACATGGG":2231,"ACGAAG":2232,"ATATTTTG":2233,"ACTGTCC":2234,"AATGTTC":2235,"AGTCATC":2236,"ACGATG":2237,"ACTTTATT":2238,"ACAGTTG":2239,"TTCCAAG":2240,"ACTGATC":2241,"GCTAC":2242,"TTTGACC":2243,"ACAACCC":2244,"TGCCCCC":2245,"AATATAA":2246,"ACTATAA":2247,"ACTGTAG":2248,"AGGTTGG":2249,"TAAAATAC":2250,"TTACTGC":2251,"AAACTGG":2252,"AGTATAA":2253,"AATGAAG":2254,"ATTCTTTT":2255,"ACAGTAC":2256,"AGTCACC":2257,"ATTTTTAC":2258,"ACTCTTC":2259,"ACAAATAA":2260,"CCCCCCCC":2261,"ACAATAG":2262,"ATATTTAA":2263,"AGTGTCC":2264,"TCTATCC":2265,"ACCTTTT":2266,"ATCCTTG":2267,"TGAGTTC":2268,"ATTTAGG":2269,"AAACTAA":2270,"TGATTGG":2271,"ACCCTGTCTC":2272,"TCGTCC":2273,"GGGGGGGG":2274,"GGCGGC":2275,"AGAGTCC":2276,"TGGGTGG":2277,"TTACAAC":2278,"ACACAAAA":2279,"AGGGTGG":2280,"TTTCTCTC":2281,"AAAGTAC":2282,"TGTATGG":2283,"TCTTAAC":2284,"ATACAGC":2285,"TCTGAGC":2286,"AGACTGC":2287,"ATTAAATT":2288,"AAAAAGG":2289,"TATAAGG":2290,"AAAGTCC":2291,"TCACTGG":2292,"AACCATC":2293,"TCTATGG":2294,"TGTGTAC":2295,"ATTGTGC":2296,"AGAGTGG":2297,"TATTAAC":2298,"TCTATGC":2299,"TGCCTTC":2300,"TTACATG":2301,"TTATGCC":2302,"TCATAAG":2303,"TTAATTAA":2304,"TTATTTTG":2305,"TAATGAA":2306,"TACCATC":2307,"AGACTCC":2308,"TTAGAAC":2309,"ACGTAC":2310,"AGAGAGAGAGAGAGAGAGAGAGAGAGAGAGAG":2311,"AGGGAGC":2312,"TGGCTCC":2313,"TTAGCG":2314,"ATGAAGG":2315,"AGTGAGC":2316,"ATTCACC":2317,"TCAATTC":2318,"AATCTGC":2319,"ATTTCTTC":2320,"TAAGTAA":2321,"ATACGC":2322,"GCCGCC":2323,"TGAATTTT":2324,"AAGGCG":2325,"AAAGAGG":2326,"TGTGACC":2327,"TCAGAGG":2328,"AAGCTGC":2329,"TGTCTTG":2330,"AGTGCCC":2331,"TTAGTTC":2332,"ATAGAAG":2333,"TAATATG":2334,"ACTGAGG":2335,"ACTATGC":2336,"TATTGCC":2337,"ATGGAGC":2338,"TATAAATG":2339,"ACTCTTG":2340,"ATTCGC":2341,"TGCCTGC":2342,"TTACATC":2343,"TTTCGC":2344,"TCTGAGG":2345,"TCTGATC":2346,"TTGGCCC":2347,"AAACTAC":2348,"TTATATAA":2349,"ACCCAGG":2350,"ATTGATC":2351,"TTGCAGC":2352,"TGGCAGC":2353,"AGTATGG":2354,"ATGGTTG":2355,"ACCCATC":2356,"TGTTAAC":2357,"TCTGTAC":2358,"AGTATGC":2359,"TAGAAGG":2360,"TTTAATAA":2361,"TGTGTTTT":2362,"ATAATGG":2363,"TTGGGGC":2364,"AGAAAACC":2365,"ATACAAG":2366,"CCCGGC":2367,"AGAATTTT":2368,"TGTCTTTT":2369,"TGGGCAAC":2370,"TCAAATT":2371,"TATCTAC":2372,"ATGGAAAA":2373,"ACCCTGC":2374,"TGTAAGC":2375,"ACCAGCC":2376,"ATTCAGG":2377,"TTAGAAG":2378,"TGACGG":2379,"TGACTCC":2380,"ATGTGAA":2381,"AAGCAGC":2382,"ATAGTTC":2383,"AAACTTG":2384,"ACTCGC":2385,"ACTCACC":2386,"TTTGTTTC":2387,"ACCCTGG":2388,"TCAATAC":2389,"AATCTCC":2390,"ATGCACC":2391,"AGTTGGG":2392,"TCAGATC":2393,"TGACGC":2394,"ATGCGG":2395,"AGTCAGC":2396,"ACTACG":2397,"ATTCTAG":2398,"ATGCATC":2399,"TCGTTC":2400,"TGAGAGC":2401,"ACTGACC":2402,"ATCCTGGC":2403,"TTGCTGG":2404,"ACTTTAG":2405,"ACAAACAC":2406,"ACCCGG":2407,"ACTCATC":2408,"TTAATAG":2409,"TCTTATC":2410,"TATGTGC":2411,"ATTCAAAA":2412,"ACAATTTT":2413,"ATGTGGC":2414,"ATACTGC":2415,"TTGCGG":2416,"GGGTGC":2417,"TGAATCC":2418,"ATCCGC":2419,"TACCTTC":2420,"TTTCAGG":2421,"TATGTCC":2422,"TATGTAG":2423,"ATTGTCC":2424,"ATCCAGC":2425,"AGGCAAC":2426,"ACGTAA":2427,"ACTATGG":2428,"ATAAAGG":2429,"TGTTATC":2430,"ATGGTAA":2431,"ATCCCCC":2432,"TAGGAAG":2433,"ACTCAGC":2434,"TAACATG":2435,"TATGTTTT":2436,"TATCCCC":2437,"AGCCTTG":2438,"ATGCTTG":2439,"TAACAGC":2440,"TTGCGC":2441,"AATGATG":2442,"TCTATAA":2443,"ATCCAAC":2444,"AATGGGG":2445,"AGTATCC":2446,"TCAGTAA":2447,"AATAAGC":2448,"TATTTTATT":2449,"TGTTATG":2450,"AAAAAAATT":2451,"AGAGTTG":2452,"TGACAAC":2453,"ACACTGG":2454,"AAGCGC":2455,"AGACGGGG":2456,"ACCTGGG":2457,"ACACAAG":2458,"ATAGTAA":2459,"TTGGGCC":2460,"ATTAGAA":2461,"TTTCTAG":2462,"AGAGAGAA":2463,"TCGATC":2464,"TTTCACCATG":2465,"AGCCGG":2466,"TGTACCC":2467,"TCTCAAC":2468,"TAAGATC":2469,"TTAATGC":2470,"AGGGCCC":2471,"TAAGTAC":2472,"AAACCCC":2473,"TATTATG":2474,"TCAATTTT":2475,"ACTCTGG":2476,"TGACTGC":2477,"TTACAAG":2478,"AGTCTGG":2479,"TATGGCC":2480,"AGTCAAC":2481,"ATATGGG":2482,"ACATTGG":2483,"ATTACAC":2484,"ATTGCCC":2485,"TCTGTTTT":2486,"AAAATTAA":2487,"TATCTGC":2488,"ATGTGGG":2489,"ATAAGGC":2490,"TTGGTGG":2491,"TGACACC":2492,"AGGTTTG":2493,"TAGCTAC":2494,"AGGCATC":2495,"ACATAGG":2496,"AAAAAATAA":2497,"TATTTTTG":2498,"ATGGTAG":2499,"AAGGAGC":2500,"TGTCAGC":2501,"ATGGTTC":2502,"ATACACC":2503,"AATATGC":2504,"ACAGAAGC":2505,"AGGCACC":2506,"TGTCTGG":2507,"AGCCAAC":2508,"TAAAATAAAA":2509,"TTCCGC":2510,"TAACTGC":2511,"TCGTGC":2512,"AGTTATC":2513,"AGAGTGC":2514,"AATTAAG":2515,"TCTAACC":2516,"TTTTACC":2517,"TAACATT":2518,"TTATCCC":2519,"TGATAGC":2520,"AGTGTAA":2521,"AAACAGG":2522,"TAACTCC":2523,"TTATGGG":2524,"TATGTGG":2525,"ATGGCCC":2526,"AATCGC":2527,"AGATAGG":2528,"TAACGC":2529,"ATACTAC":2530,"AGTTAAC":2531,"ACTTAAC":2532,"TTATAGG":2533,"TATGAAAA":2534,"TGAGACC":2535,"ATAAAACC":2536,"TATACATT":2537,"ATAAGGG":2538,"ACGAGC":2539,"TAACTAC":2540,"TATCAAC":2541,"AGACTTG":2542,"TAACTTG":2543,"TGCCTGG":2544,"AGAGTAA":2545,"TAATTTTTGTATT":2546,"AAGCTGG":2547,"TTACTTG":2548,"TGAATGAA":2549,"TGGGAGC":2550,"ATATAGC":2551,"TCTAGCC":2552,"AAGCAAC":2553,"ACAGTAG":2554,"TCCCTTG":2555,"TGTAGTCCCAGCTAC":2556,"ATAATCC":2557,"ATGCAAAA":2558,"ACAGACAC":2559,"TTACTTTT":2560,"TTAGAAAA":2561,"AATCAAG":2562,"AGTAAGC":2563,"ATGGATC":2564,"AGTGTAG":2565,"TTGGAAC":2566,"TAAGTTC":2567,"ACTCGG":2568,"TAACAAG":2569,"TCAAGGG":2570,"AGGCTAC":2571,"TCGTTG":2572,"ACCTGGC":2573,"TGTAAGG":2574,"TTCCTTTT":2575,"TTAAAGG":2576,"TGAGATT":2577,"TTTAAAAG":2578,"AAACCG":2579,"ATGTCTC":2580,"ACACTCC":2581,"TGATTGC":2582,"AATGCCC":2583,"AAAGGCC":2584,"TAACTTTT":2585,"ATACTTTT":2586,"ATTTCTT":2587,"TTAATCC":2588,"TGTGAGC":2589,"GGCATC":2590,"ATTCTCCTGCCTCAGCC":2591,"TCGCCG":2592,"AAAGTAG":2593,"ATAGAGC":2594,"TCAATAG":2595,"TTACGC":2596,"AATGAAAA":2597,"AAGGGCC":2598,"AGGGATC":2599,"AGTGACC":2600,"ATACGG":2601,"AGTTTATT":2602,"ATTAAGG":2603,"ATGTTGC":2604,"TATAGCC":2605,"TTACGG":2606,"TGTTAAG":2607,"AATCTTG":2608,"ATTTTTGC":2609,"TACCCG":2610,"ACAATTG":2611,"ATACTTG":2612,"ATAGTAC":2613,"TAAGTGC":2614,"ATCTCTAC":2615,"GGCACC":2616,"ATTATATT":2617,"ATGCAAG":2618,"AGTGAGG":2619,"ATCCAGG":2620,"TTGGTTC":2621,"TGTCATG":2622,"AAAACAAAAC":2623,"TTAGGAA":2624,"GGCAAC":2625,"AGGCATG":2626,"TCAAAGG":2627,"AAGGGGG":2628,"TACTTCC":2629,"AGTCTTG":2630,"TCATAGG":2631,"TTTTCTCC":2632,"ATTTTTAG":2633,"TGGGCCC":2634,"AATAAGG":2635,"TTGGTTG":2636,"AGTCATG":2637,"AGAGAAGG":2638,"AAGGATG":2639,"TGACATG":2640,"AATCAAC":2641,"TATACTG":2642,"AGGCTAG":2643,"TAAGAGC":2644,"TCTCAAG":2645,"AGGGTTG":2646,"ATACAGG":2647,"ATTTGAG":2648,"ATAAACAA":2649,"ACTCAAC":2650,"ACGGCG":2651,"ATTACG":2652,"TCGATG":2653,"AATCTTC":2654,"TTTAGGG":2655,"TTTCTTCC":2656,"TAGCTGC":2657,"AGAAAAGC":2658,"ATCTTTG":2659,"TACCACC":2660,"TAGCTTC":2661,"AAAAACAA":2662,"TCTCGG":2663,"AGAAAAGG":2664,"AAAAAATG":2665,"TATCTTG":2666,"TGCCAGC":2667,"AAATAGG":2668,"TATGATG":2669,"ATATACAC":2670,"TGACTGG":2671,"ACTAACC":2672,"AAAGTGG":2673,"AAAAAGAA":2674,"AAATATAA":2675,"TAAAAATAA":2676,"AATCATC":2677,"GCGCCC":2678,"TGCCTGCC":2679,"ACTCTAC":2680,"ATGGACC":2681,"TCGAGC":2682,"TCAACCC":2683,"TCCTGGC":2684,"TATTAAG":2685,"TTACATT":2686,"TTCCGG":2687,"TTGGAGG":2688,"TTTAAATG":2689,"ATAGTTG":2690,"TTAGTAA":2691,"AGTCAGG":2692,"TATAGAG":2693,"ACACTAC":2694,"AGATTGG":2695,"AGTGTAC":2696,"TAACTAG":2697,"TCAGTAC":2698,"AATGTAC":2699,"TCTTAAG":2700,"TTGCATC":2701,"TAAGATG":2702,"AAGGGGC":2703,"ATTATGC":2704,"TATAAAAG":2705,"TTCCTAG":2706,"TGGGACC":2707,"TCGACC":2708,"AATTAGC":2709,"AGGCAGGC":2710,"TTTAGGC":2711,"ACAAAACC":2712,"AGTTATG":2713,"TTACCCC":2714,"ACAT":2715,"ACAATCC":2716,"TGTAGGC":2717,"ATTACAG":2718,"ACACTTG":2719,"TTAATGG":2720,"AAGCTTC":2721,"TCTTACC":2722,"ATAGTTTT":2723,"TTACACC":2724,"TGTCAAC":2725,"ACTTATC":2726,"TGATAGG":2727,"AAAAAAAG":2728,"GGGCCC":2729,"TGGGATTACAGGC":2730,"AGTGATC":2731,"TATCGC":2732,"TCACAAG":2733,"AATATGG":2734,"TCTCTTTC":2735,"AGAGAGGG":2736,"TTTTGTTG":2737,"ATGCAGG":2738,"ATGGTCC":2739,"TGCCATG":2740,"ATAAAAGC":2741,"AGTTTTCC":2742,"TATGATC":2743,"TGAATATT":2744,"TTAACCC":2745,"TCAATGC":2746,"TATCACC":2747,"TACCTCC":2748,"TAAAAATC":2749,"GGGAGC":2750,"AGAGTAG":2751,"TCTCAGG":2752,"TGGGATG":2753,"ACGACC":2754,"ACGCCG":2755,"TAACACC":2756,"TCACTAC":2757,"AAAAGAAC":2758,"TGTCTAC":2759,"TATCTAA":2760,"AAACTAG":2761,"GGGAGGC":2762,"TTATTTATT":2763,"ACCCAAG":2764,"TAAGTTG":2765,"TACCGC":2766,"TTACTAC":2767,"TGGGATC":2768,"ATACTGG":2769,"ATTGAGC":2770,"TCGTCG":2771,"GGCAGG":2772,"AGGCTTG":2773,"TTTTCATC":2774,"TTTCTTTCTTTCTTTC":2775,"TTCTGAA":2776,"TCTCTAA":2777,"ATAGATC":2778,"TTAATTTC":2779,"ACGTAG":2780,"TTGCAAC":2781,"AAGGAGG":2782,"TGTCGG":2783,"ATTTTTCC":2784,"ACTGAAAA":2785,"TTGGTGC":2786,"TGCCTTG":2787,"ATTCCG":2788,"TTACTAA":2789,"TCAGACC":2790,"TCAGTAG":2791,"TTACTCC":2792,"AATATCC":2793,"TGAGTGG":2794,"TATGTGTG":2795,"AGGGACC":2796,"AATTACC":2797,"CCCTTG":2798,"TGAGAGG":2799,"TAGCAGC":2800,"ATATTTAC":2801,"AACCGC":2802,"AATCACC":2803,"ATTAATAA":2804,"ATTTTAAC":2805,"AACCCG":2806,"TAGGAAC":2807,"TGCCGG":2808,"TTTTGTTTTG":2809,"AATACG":2810,"TGGGTGC":2811,"AAAACAAC":2812,"AGTCAAG":2813,"ATCCGG":2814,"TATCAAG":2815,"TGGCATC":2816,"TCAGAAAA":2817,"ATTAAAC":2818,"AAGCATC":2819,"AAAAGAAG":2820,"TGAGTTG":2821,"TCCAGGC":2822,"TGAGAAAA":2823,"TATCCG":2824,"AGTTAAG":2825,"ACGTTTT":2826,"TAACGG":2827,"TAACTAA":2828,"ATGATGC":2829,"TTACAGG":2830,"TGTATATT":2831,"ACTATCC":2832,"TTCCTAA":2833,"ATGGTAC":2834,"TTACAAAA":2835,"TTAGTTG":2836,"AGTTAAAA":2837,"ACTAAGC":2838,"ACCCTTC":2839,"TTGCAAG":2840,"TTATTTAA":2841,"ACTAGGC":2842,"TGAGTGC":2843,"TGAGTAG":2844,"TCGGCG":2845,"TATCTTTT":2846,"ATCCAAG":2847,"TACCTGC":2848,"TCACAGG":2849,"TATGTATT":2850,"ATGCTAC":2851,"TAAGTAG":2852,"AAGCAAG":2853,"TTAGTTTT":2854,"AGCTATT":2855,"ACATATAA":2856,"TTCCTAC":2857,"TCCCATG":2858,"TACCTAC":2859,"TAGCAAC":2860,"TTCAGAA":2861,"AATGTGG":2862,"TTTATTCC":2863,"TTGCTTTT":2864,"TACCCCC":2865,"AATGGGC":2866,"ATTTTCCC":2867,"AACTCCTGACC":2868,"AGA":2869,"AAGCTCC":2870,"GGGCGG":2871,"TCAATGG":2872,"AACCTCC":2873,"ACTCAAG":2874,"ACGCGC":2875,"TATCATG":2876,"TGACAAG":2877,"AATCTAC":2878,"AGGCTGAGG":2879,"AGACTAC":2880,"ATAACCC":2881,"AGGGTTC":2882,"ATACTAA":2883,"ATTTATTC":2884,"TGACAGG":2885,"TCATTTTC":2886,"CG":2887,"TTGGAGC":2888,"TTGCTAC":2889,"TAAGACC":2890,"AAGGCCC":2891,"AATGTTTT":2892,"ATGGCG":2893,"TGTTTGTG":2894,"ACAGTGGC":2895,"TTTTCTTG":2896,"TTGGTAA":2897,"AATGTGC":2898,"TTTGATT":2899,"TTCCATT":2900,"TCTCAAAA":2901,"ACCCAAC":2902,"TCAATCC":2903,"TTTTTTTAA":2904,"TGTGAGG":2905,"ATTTTATC":2906,"AGCCTGGG":2907,"TCTGTTTC":2908,"ATAGTAG":2909,"TTACTGG":2910,"TGGCTAA":2911,"TAAAATTC":2912,"TCCCCCC":2913,"AGCTGAA":2914,"TTAGGGG":2915,"AAGGAAAA":2916,"AGACAAAA":2917,"AATTGGC":2918,"ATGATAA":2919,"TCCCCG":2920,"TATATAAAA":2921,"TTAAGGC":2922,"TTAAGGG":2923,"ACTGATT":2924,"TCAATTG":2925,"ATAGAGG":2926,"TGACTTG":2927,"AAGCAGG":2928,"AGAGAAGC":2929,"TGGTGGG":2930,"TCGAAG":2931,"TAGGATT":2932,"AGGAAGGG":2933,"AGTAAGG":2934,"TCTCATG":2935,"AATGTAG":2936,"TTAGATG":2937,"TCTTAAAA":2938,"AGAAAGAAAGAAAGAA":2939,"TAAATAT":2940,"ACAAAGAA":2941,"ACA":2942,"ACTACCC":2943,"ATTTGTC":2944,"TTGGATC":2945,"AATGATC":2946,"AATCGG":2947,"TGCAGAG":2948,"TGGCATG":2949,"GCCACC":2950,"ACTCAGG":2951,"TTCTCTG":2952,"AAGATGG":2953,"TTAGTAG":2954,"ACGACG":2955,"ACCCATG":2956,"AATGTCC":2957,"GCCGG":2958,"AGTGTTTT":2959,"TGTTAAAA":2960,"AGTACCC":2961,"TTTAATTTT":2962,"TCTTATG":2963,"TAATTATT":2964,"ATTTTAAG":2965,"ATTAAAAC":2966,"ACAATATT":2967,"AACCACC":2968,"TGACAAAA":2969,"TGTTACC":2970,"TACCAAC":2971,"ACTTAAG":2972,"AGGGTAG":2973,"ACATACAA":2974,"AGAATATT":2975,"ATAATTTC":2976,"TCTAAGC":2977,"TGGCCCC":2978,"TTCCTTTC":2979,"ATGCTTTT":2980,"ATATATTC":2981,"TAAAATTG":2982,"ACATTTTG":2983,"AATAAAAC":2984,"AGTGAAAA":2985,"TGGCACC":2986,"TATAGGC":2987,"TTGCATG":2988,"TTTTGAAC":2989,"TGCCAAG":2990,"ATTTATTG":2991,"TCTCTAG":2992,"ATTGTATT":2993,"ACTGTTTT":2994,"TACCAAG":2995,"TGAAAACC":2996,"ATAGTGG":2997,"ACTTACC":2998,"ATTATCC":2999,"ACAGAGAA":3000,"TTGGTCC":3001,"TGCCAAC":3002,"TGAGTAA":3003,"AATGGCC":3004,"TATAAATC":3005,"ATTAACC":3006,"TGGCAAC":3007,"TCACTAA":3008,"ACCCCCC":3009,"AGCATTC":3010,"TGGCTTG":3011,"AAGGTGG":3012,"TTTCCTTC":3013,"TAGCATG":3014,"AAACTTTT":3015,"TATACCC":3016,"TATAGGG":3017,"AGCACAC":3018,"TAACTGG":3019,"TTGGTAG":3020,"TTCATTG":3021,"GGCAAG":3022,"TTGGATG":3023,"TACCTGG":3024,"TATGACC":3025,"TTATTTAC":3026,"TCTGAAAA":3027,"AGCCAGGC":3028,"ATACTCC":3029,"ATTTTATG":3030,"TTAGGCC":3031,"TTATATTC":3032,"TTAGGGC":3033,"TTGGAAAA":3034,"TATCTAG":3035,"AGTAGGG":3036,"TGTAATCCCAGCTAC":3037,"ATTAAGC":3038,"TATATAAC":3039,"TCTCTCCC":3040,"TGTCAAG":3041,"AGATATAA":3042,"AGCAAGG":3043,"AGCAACC":3044,"TAGCTGG":3045,"TCCCGAGTAGC":3046,"ATTTGATT":3047,"AACGCC":3048,"TACCATG":3049,"TCGTAG":3050,"ACAAAAAAAA":3051,"ATTGTTTC":3052,"TAAGTGG":3053,"AAAGTTTT":3054,"AGTTACC":3055,"TGT":3056,"ATCACAC":3057,"ATAATTAA":3058,"TATCTGG":3059,"TCGAGG":3060,"TTGAGAA":3061,"AAAGAGAA":3062,"TATCAAAA":3063,"TTGCAGG":3064,"ACTAGCC":3065,"ATTATGG":3066,"ATATAGG":3067,"AAAACAAG":3068,"AGAGTAC":3069,"ATGCACAC":3070,"TTGCTAA":3071,"ATTGGCC":3072,"TTGTTCC":3073,"GGGACC":3074,"ATCCTAA":3075,"TATGGGC":3076,"TATTTTTAA":3077,"AGGGTCC":3078,"AAAACAGC":3079,"TACACAA":3080,"TAGAAGC":3081,"AATGAGC":3082,"TTGGCCAGGCTGG":3083,"ATTGGGG":3084,"ATGGGGG":3085,"TGTGTTTC":3086,"ATGATGG":3087,"ATATATAC":3088,"AGGGAAAA":3089,"TTAGATC":3090,"TGAGTCC":3091,"TATAGTG":3092,"AGGCTGGCC":3093,"TAGCATC":3094,"TCGTAA":3095,"TATATATC":3096,"AGGGTGC":3097,"AGTAGGC":3098,"TCTTCCCC":3099,"ATATTTATT":3100,"TTTTAGC":3101,"TTTCTATT":3102,"AGAAACAA":3103,"TAGCGC":3104,"TATCGG":3105,"TTTTGTTC":3106,"AAGCGG":3107,"ATCACTG":3108,"TTTTTCTC":3109,"TCAATATT":3110,"AGACAGAA":3111,"TGGCAGG":3112,"AACCTGG":3113,"TCTAGGC":3114,"ATTTGTT":3115,"TACAGAG":3116,"AAATTTTG":3117,"TAAATCC":3118,"ACCTTCC":3119,"TGCCAGG":3120,"ACGTTTC":3121,"TACATTC":3122,"TAGTGTG":3123,"TCTCTGTG":3124,"TACCTTG":3125,"ATAGCCC":3126,"TTTTTTCC":3127,"AAAAGTAA":3128,"TATCAGC":3129,"TATATATATAT":3130,"AAAACATC":3131,"ACTCATG":3132,"AAAATAAAA":3133,"TGCACAC":3134,"ATAAAGAA":3135,"TGATCCG":3136,"TGGCCG":3137,"ATTTGAC":3138,"TAAATGG":3139,"TGTGAGCC":3140,"GGGATG":3141,"ACGTCG":3142,"ACTTATG":3143,"TGAAACCCCG":3144,"AGGTCAGG":3145,"AGAAGGGG":3146,"TGCTTTG":3147,"AAGCACC":3148,"AATCATG":3149,"AAGTGAA":3150,"ACCCTTG":3151,"TGCTCTC":3152,"TCATTTTG":3153,"TGGAGGG":3154,"GGGATC":3155,"ACAGCCCC":3156,"AAGAACC":3157,"TATGCCC":3158,"ATATTTCC":3159,"AATAATAA":3160,"ATTGCG":3161,"TCAGTTTT":3162,"TGTCTAA":3163,"TGTCTGTG":3164,"ATTCTTTC":3165,"ATGCTAG":3166,"TAGGTAC":3167,"AGAATTTC":3168,"TGTTTTGG":3169,"TATTGGC":3170,"TGTCTAG":3171,"GCTCTG":3172,"TGGATTC":3173,"ATTGAGG":3174,"TTTTGTATT":3175,"TCGTAC":3176,"TCTTTGTG":3177,"AGGAAGGC":3178,"AATCCCC":3179,"TTCTGGC":3180,"TCTTTTTTTT":3181,"TTTTTAAG":3182,"TACCAGC":3183,"ACAGAGCC":3184,"GCTAA":3185,"TTTTGTAG":3186,"TTGCTCTG":3187,"AGACTAG":3188,"TGACAGAG":3189,"AGAAATGC":3190,"TCTAAGG":3191,"ATCAGGG":3192,"TTTTTTATT":3193,"TGAAATTC":3194,"TAAAATGC":3195,"GCCCCC":3196,"ATATATATG":3197,"TAAAAATT":3198,"AACCCCC":3199,"TCCTGAGTAGC":3200,"AAGAGAG":3201,"AAATTTAA":3202,"AATGCG":3203,"ACCTTTC":3204,"TGGGTCC":3205,"GGGTCC":3206,"ACAGTTTT":3207,"TCAAATAA":3208,"TAGCTCC":3209,"TTGACG":3210,"AGAAAGAG":3211,"ACTCTAG":3212,"TTAAAACC":3213,"GCGGC":3214,"ACTTTTCC":3215,"ATAGTGC":3216,"AATCAGC":3217,"TTGTTGC":3218,"ATGAAAG":3219,"ACCAGAA":3220,"TGAAACAC":3221,"TAAAATATT":3222,"TAGCAAG":3223,"TCTTAGC":3224,"TTGATGC":3225,"AACCAAC":3226,"TGTAGGG":3227,"TCCCTAC":3228,"ACCCGCC":3229,"TCAGTCG":3230,"TCT":3231,"TACCGG":3232,"AGGACAG":3233,"ATTACTG":3234,"ATTAATT":3235,"AAGAAAAC":3236,"TGGCTAC":3237,"TAAAAATACAAAA":3238,"ATAGACC":3239,"TTGCAGTGAGCCG":3240,"AATATATT":3241,"TTAGTGC":3242,"AATCCG":3243,"ATGACG":3244,"AAAATAAC":3245,"TGAGTAC":3246,"AAATATTC":3247,"AGGATTC":3248,"AGGTGAA":3249,"ACTAAGG":3250,"TTCATCC":3251,"AACTATT":3252,"ACACTAA":3253,"TCTCTTTT":3254,"ATTGATTG":3255,"ACCCCG":3256,"AGCACG":3257,"TCTCTTCC":3258,"ATAGTCC":3259,"TGACTAC":3260,"TTGTGGG":3261,"TAAGTCC":3262,"TGTCTTTC":3263,"AGAATGAA":3264,"ACATATTC":3265,"ATTAGCC":3266,"TAAGCCC":3267,"AAGGTAA":3268,"TCTCCTCC":3269,"AGGCTGGAGTGCAGTGGC":3270,"ATAGGGG":3271,"TCTTTCCC":3272,"AAGTTTG":3273,"TGGTATT":3274,"AATAGGC":3275,"ATGCCG":3276,"TGGACAC":3277,"TTATTTTATT":3278,"TTTTGTAA":3279,"AATAAAAAA":3280,"TACTGTG":3281,"CCCAGCC":3282,"ATAAATATT":3283,"TTAAATTC":3284,"TGGCAAG":3285,"ATAGGGC":3286,"ACCAGGG":3287,"AAAATGAA":3288,"TGGAGCC":3289,"GCGATC":3290,"ACTTAGC":3291,"ATCAGAA":3292,"AAACAGAA":3293,"TCA":3294,"TGTCAGG":3295,"TCTCCTGC":3296,"TTACTAG":3297,"AATGACC":3298,"AACATAA":3299,"TAGGTTC":3300,"TTTTCTAA":3301,"TTAGAGC":3302,"TGTTAGC":3303,"AAGATGC":3304,"TTGGTTTT":3305,"ATATATTG":3306,"AAATTTTC":3307,"ACAGGCGTGAGCC":3308,"TTATTTCC":3309,"TCCCGCC":3310,"TAGCTTG":3311,"TGTGGTGGC":3312,"TTGGTAC":3313,"TAGCTAG":3314,"AAAGTATT":3315,"AAGACAC":3316,"AAGAGGC":3317,"ATCCTAC":3318,"TTGGACC":3319,"AGTCTAC":3320,"TTTTCTTTC":3321,"AGGACTG":3322,"TGCAGAA":3323,"TCCCTGGG":3324,"TATTACC":3325,"TCAAATTC":3326,"TAATGTG":3327,"TAAGTTTT":3328,"TCTGCCTCCC":3329,"TAATTCC":3330,"ATATACAA":3331,"TAAAATAG":3332,"ATCATTG":3333,"ATCTCTG":3334,"AACTGAA":3335,"TGCATTC":3336,"TTGAGCC":3337,"TCGTTTT":3338,"TAGCGG":3339,"TCCCAAGTAGC":3340,"AGGACG":3341,"ATGGTTTT":3342,"ATTACATT":3343,"AGCTCTG":3344,"TGCTCTG":3345,"TGCAGGG":3346,"ATTGACC":3347,"TAGGTAG":3348,"TTAGTGG":3349,"AAATACAA":3350,"ATTAATC":3351,"TTCTCAA":3352,"TTGATTC":3353,"GGCTAC":3354,"ATCTGAA":3355,"AAGAAAC":3356,"GGCGCC":3357,"TTGCACC":3358,"TTTAACG":3359,"TATACATG":3360,"TCACTAG":3361,"ATCACAA":3362,"AGACTAA":3363,"ATTTCTTTT":3364,"AATAGGG":3365,"AGCTCTC":3366,"TGCACG":3367,"TGTGTATG":3368,"TGGGAGGC":3369,"TTAGTAC":3370,"AAGCCG":3371,"TGCATGC":3372,"TCCCTTCC":3373,"TCTAGGG":3374,"TATATATAA":3375,"AGTGTTTC":3376,"AGCAAAC":3377,"TGAAATGC":3378,"AAGCTAC":3379,"TTAGAGG":3380,"ATTTTTGG":3381,"AAAATATC":3382,"AAAACATG":3383,"ATCAGAG":3384,"TAAAAATACAAAAATT":3385,"AGATATTC":3386,"ATTATAC":3387,"TTGAAGG":3388,"TGAAACCCC":3389,"TCAGTTTC":3390,"AAGCATG":3391,"TGTTTTGC":3392,"AGTATATT":3393,"AGACAGGC":3394,"TTCAGCC":3395,"TCTCTGCC":3396,"AAAAATTC":3397,"TCCCATGG":3398,"TAGGTGC":3399,"ACAAAAGC":3400,"TGGGTAG":3401,"TGCAGGC":3402,"AGAAACAC":3403,"AATTGGG":3404,"GGCATG":3405,"AGAGACAC":3406,"ATGAAATT":3407,"ACCTCCC":3408,"TTAATTTG":3409,"ACCCAGCC":3410,"TTGTGAA":3411,"ATTCTTCC":3412,"ATTTTGGG":3413,"AGGACAA":3414,"TTTAAATC":3415,"ATAGATAGATAGATAG":3416,"AAATATTG":3417,"ATTTCTCC":3418,"AGCTCCC":3419,"TTCACAA":3420,"AGGGAAGG":3421,"TAGGTAA":3422,"TATTGGG":3423,"TTTCCTCC":3424,"ACTCTAA":3425,"TTAGCCC":3426,"TGA":3427,"TACTGAA":3428,"ATCCGCC":3429,"ATATTTGC":3430,"ATGACAA":3431,"ATGTATC":3432,"AGCCTGGC":3433,"TACCAAAA":3434,"TTTTCTGC":3435,"AATCAAAA":3436,"TCATATAA":3437,"TTCAAGC":3438,"TAGATAA":3439,"AGAAATTC":3440,"AGGGAGAG":3441,"TCACTCTG":3442,"ATGTTCC":3443,"TCCATTG":3444,"TTTTATAA":3445,"TTAAACAA":3446,"TCCCTCTC":3447,"TTGCTTTC":3448,"ATAAAAGG":3449,"ATGACAC":3450,"ATGAACC":3451,"TGGAACC":3452,"ATGAATG":3453,"AGCAAAG":3454,"TATAGATT":3455,"TCGAAAA":3456,"AGCCCAGG":3457,"ATCTCCTGACC":3458,"ATCTCCC":3459,"ATCGCC":3460,"TCCTTTG":3461,"AGCACAG":3462,"ACGTGGC":3463,"TACCTAA":3464,"AATCTAA":3465,"TCTGTGCC":3466,"TCCAGGG":3467,"ACGAAAA":3468,"ACTAGGG":3469,"ACTTTGCC":3470,