{"<pad>":0,"<unk>":1,"<sep>":2,"<mask>":3,"<s>":4,"</s>":5,"!":6,"\"":7,"#":8,"$":9,"%":10,"&":11,"'":12,"(":13,")":14,"*":15,"+":16,",":17,"-":18,".":19,"/":20,"0":21,"1":22,"2":23,"3":24,"4":25,"5":26,"6":27,"7":28,"8":29,"9":30,":":31,";":32,"<":33,"=":34,">":35,"?":36,"@":37,"A":38,"B":39,"C":40,"D":41,"E":42,"F":43,"G":44,"H":45,"I":46,"J":47,"K":48,"L":49,"M":50,"N":51,"O":52,"P":53,"Q":54,"R":55,"S":56,"T":57,"U":58,"V":59,"W":60,"X":61,"Y":62,"Z":63,"[":64,"\\":65,"]":66,"^":67,"_":68,"`":69,"a":70,"b":71,"c":72,"d":73,"e":74,"f":75,"g":76,"h":77,"i":78,"j":79,"k":80,"l":81,"m":82,"n":83,"o":84,"p":85,"q":86,"r":87,"s":88,"t":89,"u":90,"v":91,"w":92,"x":93,"y":94,"z":95,"{":96,"|":97,"}":98,"~":99,"¡":100,"¢":101,"£":102,"¤":103,"¥":104,"¦":105,"§":106,"¨":107,"©":108,"ª":109,"«":110,"¬":111,"®":112,"¯":113,"°":114,"±":115,"²":116,"³":117,"´":118,"µ":119,"¶":120,"·":121,"¸":122,"¹":123,"º":124,"»":125,"¼":126,"½":127,"¾":128,"¿":129,"À":130,"Á":131,"Â":132,"Ã":133,"Ä":134,"Å":135,"Æ":136,"Ç":137,"È":138,"É":139,"Ê":140,"Ë":141,"Ì":142,"Í":143,"Î":144,"Ï":145,"Ð":146,"Ñ":147,"Ò":148,"Ó":149,"Ô":150,"Õ":151,"Ö":152,"×":153,"Ø":154,"Ù":155,"Ú":156,"Û":157,"Ü":158,"Ý":159,"Þ":160,"ß":161,"à":162,"á":163,"â":164,"ã":165,"ä":166,"å":167,"æ":168,"ç":169,"è":170,"é":171,"ê":172,"ë":173,"ì":174,"í":175,"î":176,"ï":177,"ð":178,"ñ":179,"ò":180,"ó":181,"ô":182,"õ":183,"ö":184,"÷":185,"ø":186,"ù":187,"ú":188,"û":189,"ü":190,"ý":191,"þ":192,"ÿ":193,"Ā":194,"ā":195,"Ă":196,"ă":197,"Ą":198,"ą":199,"Ć":200,"ć":201,"Ĉ":202,"ĉ":203,"Ċ":204,"ċ":205,"Č":206,"č":207,"Ď":208,"ď":209,"Đ":210,"đ":211,"Ē":212,"ē":213,"Ĕ":214,"ĕ":215,"Ė":216,"ė":217,"Ę":218,"ę":219,"Ě":220,"ě":221,"Ĝ":222,"ĝ":223,"Ğ":224,"ğ":225,"Ġ":226,"ġ":227,"Ģ":228,"ģ":229,"Ĥ":230,"ĥ":231,"Ħ":232,"ħ":233,"Ĩ":234,"ĩ":235,"Ī":236,"ī":237,"Ĭ":238,"ĭ":239,"Į":240,"į":241,"İ":242,"ı":243,"Ĳ":244,"ĳ":245,"Ĵ":246,"ĵ":247,"Ķ":248,"ķ":249,"ĸ":250,"Ĺ":251,"ĺ":252,"Ļ":253,"ļ":254,"Ľ":255,"ľ":256,"Ŀ":257,"ŀ":258,"Ł":259,"ł":260,"Ń":261,"AA":262,"TT":263,"TG":264,"AG":265,"CC":266,"TC":267,"AC":268,"GG":269,"ATT":270,"AT":271,"ATG":272,"GC":273,"TAA":274,"ACC":275,"AAAA":276,"TCC":277,"ATC":278,"AGC":279,"TTC":280,"AGG":281,"AAG":282,"AAC":283,"TGC":284,"TTTT":285,"TGG":286,"TTG":287,"TAC":288,"TAG":289,"TATT":290,"CCC":291,"TAT":292,"TGTG":293,"GGC":294,"AGAA":295,"ACAC":296,"ATAA":297,"TTTC":298,"GGG":299,"AGAG":300,"TTTG":301,"TATG":302,"ATTC":303,"TCTC":304,"ACAA":305,"ACAG":306,"TTCC":307,"TGAA":308,"TTAA":309,"ATTG":310,"TCCC":311,"AGCC":312,"ATGG":313,"ATGC":314,"ACTG":315,"TCTG":316,"ATCC":317,"AGGC":318,"ACG":319,"ACCC":320,"AGGG":321,"AGTG":322,"TTGG":323,"TAAC":324,"TCAA":325,"TATC":326,"ATAT":327,"TTGC":328,"TGGG":329,"TAAG":330,"TGCC":331,"TACC":332,"TCG":333,"TGGC":334,"TAAAA":335,"TAGC":336,"AAGG":337,"ATAC":338,"ATATT":339,"TCAG":340,"AAAG":341,"AAAAC":342,"ATAG":343,"TAGG":344,"TCAC":345,"TTTTC":346,"AAGC":347,"TTAC":348,"AAAC":349,"TTATT":350,"AAAAG":351,"TTTAA":352,"AGAC":353,"AACC":354,"AATG":355,"TTTTG":356,"TTAG":357,"TGAG":358,"TCTT":359,"GCC":360,"TGTC":361,"TGAC":362,"TTTCC":363,"AAATT":364,"AGTC":365,"CCCC":366,"ACTC":367,"AATT":368,"ATATG":369,"TGTT":370,"AATC":371,"ACATT":372,"TATTC":373,"GGGG":374,"AAATG":375,"ATAAAA":376,"GCG":377,"CCG":378,"AATAA":379,"TCATT":380,"AGTT":381,"ACTT":382,"ATATC":383,"ATAAC":384,"ATTTT":385,"TATTG":386,"TGGCC":387,"TCTCC":388,"TCTTC":389,"AGGCC":390,"AGAAG":391,"AGATG":392,"AGCG":393,"ATAAG":394,"GGCC":395,"TGTAA":396,"AAATC":397,"TTTGC":398,"AGATT":399,"ATGGC":400,"GGGC":401,"AAAAAAAA":402,"ATCCC":403,"AGAAC":404,"TGATT":405,"TTTAC":406,"TCCCC":407,"ACCCC":408,"TCTGC":409,"AGGAA":410,"ATGCC":411,"ATCG":412,"TTTAG":413,"TTTTTTTT":414,"TTCCC":415,"AACG":416,"ACTGC":417,"TTGCC":418,"ACCG":419,"AAGAA":420,"ATTCC":421,"ACAGC":422,"AAGCC":423,"AGTTC":424,"TGTTC":425,"ACATG":426,"ACTTC":427,"TATAA":428,"TGGGC":429,"TATGC":430,"AGAGG":431,"AGTAA":432,"AGAGC":433,"TCAGC":434,"TGTGC":435,"ACTCC":436,"TTTGG":437,"ATACC":438,"AGAAAA":439,"ATAGC":440,"TGATG":441,"ACATC":442,"TCATC":443,"ACAAC":444,"ATTGC":445,"AATTC":446,"TGAAG":447,"TTTATT":448,"TGTTG":449,"TGTCC":450,"AGTGC":451,"TATCC":452,"AAAGC":453,"TATGG":454,"ATTTC":455,"ATGGG":456,"TGTGG":457,"TGAAC":458,"TGGGG":459,"AGCCC":460,"TTAAAA":461,"ACACC":462,"TCAGG":463,"ACGC":464,"AGGGC":465,"TACG":466,"ACTAA":467,"TGTAG":468,"AGATC":469,"TCTGG":470,"TCTTG":471,"TGCCC":472,"ACAGG":473,"TTCG":474,"TCACC":475,"TCTAA":476,"TTATG":477,"TTAAC":478,"TCATG":479,"ACGG":480,"AGACC":481,"ACACACAC":482,"TGCG":483,"TTGGC":484,"TGAGC":485,"TGTGTGTG":486,"TTATC":487,"AAACC":488,"AGTGG":489,"TGACC":490,"TGAGG":491,"ATTATT":492,"TCGC":493,"AGGGG":494,"ACAAG":495,"TCCG":496,"AAAGG":497,"TACCC":498,"TCAAC":499,"ACTTG":500,"ACTGG":501,"ACAAAA":502,"AGTAG":503,"ATAGG":504,"AGTTG":505,"AGTCC":506,"TTAAG":507,"TCAAG":508,"TGTTTT":509,"ATTTTC":510,"TGATC":511,"ATATAA":512,"TTGGG":513,"ATTGG":514,"AAGGC":515,"TGTAC":516,"AATAC":517,"ACTAC":518,"TCTAC":519,"TTTAT":520,"TGAAAA":521,"TAGCC":522,"TTTTCC":523,"AATGC":524,"TCGG":525,"ATTTAA":526,"AATTG":527,"AGTAC":528,"TAATAA":529,"TTACC":530,"TCTAG":531,"AATAG":532,"AACCC":533,"TTAGC":534,"AATGG":535,"AATTTT":536,"TATATT":537,"TAACC":538,"TCTTTT":539,"AAGGG":540,"AAATAA":541,"TCAAAA":542,"TAGGC":543,"ATATTC":544,"TAAGG":545,"TAAGC":546,"ATATATAT":547,"ATTTTG":548,"AATCC":549,"ACTAG":550,"AGTTTT":551,"ACTTTT":552,"AGAAGG":553,"AATATT":554,"AGAAGC":555,"TTAGG":556,"ATACAA":557,"ATTTTTT":558,"ATATTG":559,"TGTATT":560,"TAGGG":561,"AGAGAGAG":562,"TCTCTCTC":563,"ATACAC":564,"ATTAA":565,"ATGAA":566,"TTTGGG":567,"GGCG":568,"TCTGTG":569,"TTCTTC":570,"TCTGCC":571,"TCTTTC":572,"TCCTCC":573,"ACAGGC":574,"AAAAGC":575,"AGAGAA":576,"AGCAGC":577,"AAAAAA":578,"TGTAT":579,"TAAAAC":580,"TTTGTG":581,"ATTTCC":582,"CCCG":583,"TCAGCC":584,"ACAGGG":585,"AGGAGG":586,"ATAGAA":587,"TGTTTC":588,"AAAACC":589,"ACAGAG":590,"TCTTCC":591,"ACGCC":592,"ACAGCC":593,"TGCTGC":594,"AACAA":595,"TAAATG":596,"TGGAA":597,"TTTATG":598,"ACAGAA":599,"TGTCTC":600,"TAAATT":601,"AAAAGG":602,"AGAGGC":603,"AGTTTC":604,"AAGAAG":605,"ACTTTC":606,"TTCTCC":607,"TTTTGC":608,"TGTTTG":609,"ATTTAC":610,"ATATGC":611,"TTCAA":612,"TTATAA":613,"AGTGGC":614,"TTGAA":615,"AGGAAG":616,"AGAGGG":617,"AACAAC":618,"TTTTGG":619,"TTTGCC":620,"ACTGTG":621,"GCGC":622,"ATACAG":623,"AGTATT":624,"TTTCCC":625,"TCTCCC":626,"TTTATC":627,"TATATG":628,"ACACG":629,"AGAGCC":630,"TGAAGG":631,"ATATCC":632,"ATCAA":633,"TTCCCC":634,"ATTTG":635,"AGCAA":636,"TTGGCC":637,"ATACTG":638,"TGAAGC":639,"TTTAAG":640,"ATTTATT":641,"TGAGGC":642,"TCAGAA":643,"TAGAA":644,"TTGTTG":645,"TTTAAC":646,"TAAAAG":647,"ATTTGC":648,"TTTAAAA":649,"TCTTTG":650,"ACATAA":651,"ACCACC":652,"GGGCC":653,"ATGGCC":654,"AGTTTG":655,"ATCATC":656,"ACATTC":657,"AGATAA":658,"TAATTTT":659,"TCTATT":660,"TCCCAGC":661,"AGTGTG":662,"ACTATT":663,"AAAGAA":664,"ACAAGG":665,"TCTGGG":666,"ATGATG":667,"AGTGGG":668,"ATCTTC":669,"ATCTCC":670,"TTATTC":671,"AGTAT":672,"ACTGCC":673,"AAGAAC":674,"ATATGG":675,"TAAAAAA":676,"AGCTGC":677,"ATCCCC":678,"AATAT":679,"AGACAC":680,"ACTGAA":681,"TCATTC":682,"TGAGAA":683,"ACAAGC":684,"TGTATG":685,"ACTGGG":686,"AGCCCC":687,"TTCTGC":688,"ACTAT":689,"TACAA":690,"ATTGCC":691,"ACCATG":692,"TCTGGC":693,"TGGAAG":694,"ATACG":695,"ACTGGC":696,"TTTGGC":697,"TCTGAA":698,"ACTTCC":699,"AGATGG":700,"AGGAAC":701,"TCTAT":702,"TGGTGG":703,"AGCTCC":704,"AAAATAA":705,"TTATTG":706,"AGCTTC":707,"TGAGCC":708,"TGTGGC":709,"ACAACC":710,"TTTCG":711,"ACTTTG":712,"TGCAA":713,"ATTTAG":714,"ACATGC":715,"ATGTAA":716,"AGGCG":717,"AGATTC":718,"AGTGAA":719,"TTTACC":720,"AGTTAA":721,"ATGAAC":722,"TGTTAA":723,"ATGAAG":724,"TGGAGG":725,"TGCTTC":726,"TCTTAA":727,"AGTCTC":728,"TAACG":729,"TGGAAC":730,"AGTGCC":731,"TGTCTG":732,"AGACAG":733,"TGTGGG":734,"TCGCC":735,"ACTTAA":736,"ATGTTC":737,"TGTTCC":738,"AGGGGC":739,"ATGTTG":740,"TCCCG":741,"TGATAA":742,"TATTCC":743,"AGCATC":744,"ATAGAG":745,"ATTAAAA":746,"AGAACC":747,"AGCCG":748,"ACCTCC":749,"AGGGCC":750,"AGGGGG":751,"TGATTC":752,"TGTGCC":753,"AGATGC":754,"ACATCC":755,"TTGGGG":756,"AGGAGC":757,"TGCTCC":758,"AACTCC":759,"TCACAC":760,"TCTCG":761,"TCAAGG":762,"ATTATC":763,"TAAATC":764,"TGCAGC":765,"ATAAAAC":766,"AAACAA":767,"ATTCCC":768,"ATTTTAA":769,"AGACAA":770,"ATTAAC":771,"AAATTC":772,"TCATAA":773,"TCAGAG":774,"ACATGG":775,"AGTTCC":776,"ACTCTG":777,"AAGAAAA":778,"GCGG":779,"TTAGAA":780,"TTGTTC":781,"ACATTG":782,"AATTTC":783,"TCATCC":784,"TCACTG":785,"ATGTCC":786,"TCTTGC":787,"ATGGGG":788,"TTACAA":789,"TCACCC":790,"TGGGGG":791,"TGGAGC":792,"TCATTG":793,"AAACAC":794,"TTTTTAA":795,"TTCATC":796,"TGATGG":797,"TATAAC":798,"TGATCC":799,"AGGCTGG":800,"TCAGTG":801,"ATGTGC":802,"ATTTGG":803,"ATAGCC":804,"TCGGC":805,"TTCTTG":806,"ATTCG":807,"AGCAAC":808,"ATCACC":809,"TGGCG":810,"AGCAAG":811,"TATATC":812,"ACGGC":813,"TTCAAG":814,"AATTAA":815,"TATCG":816,"TTGAAC":817,"TCACAG":818,"AGGTGG":819,"TGTTGG":820,"ACACACACACACACAC":821,"TCAAGC":822,"TGTTGC":823,"ATTTTTC":824,"ACACCC":825,"TCACAA":826,"TCCTTC":827,"TGTGTGTGTGTGTGTG":828,"ATGTAC":829,"TATAAAA":830,"TGGGGC":831,"TTGAAG":832,"TGATGC":833,"ACTCTC":834,"ATAGTG":835,"TCAGGG":836,"TTTAGC":837,"AAATGC":838,"TGAGAG":839,"TGCTGG":840,"ATACCC":841,"AGACG":842,"TAATTC":843,"ATTATG":844,"AGCAGG":845,"AGTATG":846,"TCTATG":847,"AGCGC":848,"TCTTGG":849,"AGCACC":850,"TTACAG":851,"AGTCTG":852,"AGCTGG":853,"ATAAAAG":854,"AGTTGG":855,"TGCCCC":856,"TAATAC":857,"TCCATC":858,"ACTTGG":859,"TGTAAC":860,"TGACAG":861,"ATAGGC":862,"TTGTAA":863,"AACATC":864,"AGATCC":865,"TCAACC":866,"TATTGC":867,"TGACAA":868,"ACCCCC":869,"AGACTG":870,"TTGCCC":871,"TAAGCC":872,"ACTATG":873,"AGGATG":874,"TGGGCC":875,"TCACG":876,"TTTAGG":877,"AAGTTC":878,"AGTAGC":879,"GCCG":880,"TCAGGC":881,"TGTCCC":882,"AGTAAC":883,"ACCATC":884,"TTGTTTT":885,"ACTTGC":886,"TGACAC":887,"TGAGGG":888,"ATGATC":889,"AGACCC":890,"TCATGC":891,"TTACAC":892,"TGACG":893,"ACCAA":894,"TGTATC":895,"TTCAAC":896,"ATAAGC":897,"AGTTGC":898,"ATGTGG":899,"TGCCG":900,"ACCGC":901,"TTCATT":902,"TCCCCC":903,"TCGGG":904,"TAGAAC":905,"TCATGG":906,"AATGAA":907,"ACCTGC":908,"AGTCAA":909,"ATGCCC":910,"AAAAAAC":911,"TCTACC":912,"AGCGG":913,"TGAGTG":914,"TAAATAA":915,"TATTTATT":916,"AGGCCC":917,"TTACTG":918,"ATTAAG":919,"AGCTAC":920,"TGCGC":921,"AAGGCC":922,"AAAGAG":923,"TGGGATT":924,"ACATAC":925,"ACTCAA":926,"TAGAAG":927,"ATGAAAA":928,"ATCTGC":929,"TGGCCC":930,"TTCCG":931,"ATGCG":932,"ACCTTC":933,"AGTAAG":934,"TGTAAG":935,"ATCCG":936,"TGACCC":937,"AGATTG":938,"TTACG":939,"TGAACC":940,"TCTATC":941,"AAAAATT":942,"TTTTTTC":943,"AGGTTC":944,"ATAACC":945,"TACTTC":946,"ACTCCC":947,"ATGTAG":948,"TGACTG":949,"ACCAAC":950,"ATAAGG":951,"TATTGG":952,"TTGTCC":953,"ATGGGC":954,"TGTCAA":955,"AGTCCC":956,"TTGTAG":957,"AAAAAAG":958,"AAATTG":959,"TCACTGC":960,"AGGATC":961,"ATAGGG":962,"AGGAGAA":963,"AATTTG":964,"TCCTGC":965,"AGAAAAC":966,"TTGGGC":967,"TTAACC":968,"TGAGAC":969,"TGGATC":970,"TAAAGC":971,"AACTTC":972,"TGATTG":973,"TTAAGG":974,"AAACG":975,"AAGACC":976,"TACCG":977,"TGGTTC":978,"AGTATC":979,"TTGTAC":980,"AGGTGC":981,"ACCCG":982,"TTATATT":983,"AGTCAG":984,"AAGCG":985,"TGTCG":986,"ATTTTTG":987,"AAGATC":988,"AGGACC":989,"ACTCG":990,"ATGTTTT":991,"AAATGG":992,"AGGAAAA":993,"ATTTAT":994,"TGTAGC":995,"AGTCG":996,"TGGTGC":997,"TTGTGC":998,"AAGGGG":999,"AAGTAA":1000,"ACTAAC":1001,"AAGAGC":1002,"AATATG":1003,"TATTTTC":1004,"AGAAAAG":1005,"TAGGCC":1006,"TACTAC":1007,"ATCAAC":1008,"AAGCCC":1009,"AGCATG":1010,"ACGGG":1011,"TTATGC":1012,"TAATAG":1013,"TTGCG":1014,"AAGATG":1015,"ACTCAG":1016,"TTAGCC":1017,"TGGATG":1018,"TACAAC":1019,"AAATATT":1020,"TTTTTTG":1021,"TCTAAC":1022,"TGTACC":1023,"TTATCC":1024,"TTAAGC":1025,"ATTGGC":1026,"AGGTAA":1027,"AGGTAG":1028,"AAGTGC":1029,"AAATAC":1030,"AGTACC":1031,"AGGTCC":1032,"AAGGGC":1033,"TTAGAG":1034,"TACATC":1035,"AAAGCC":1036,"TGGTCC":1037,"TGCGG":1038,"AGCATT":1039,"TGCATC":1040,"ATATATATATATATAT":1041,"TTTCTTTC":1042,"AACCCC":1043,"TGTCAG":1044,"TACATT":1045,"AGTCAC":1046,"TTATGG":1047,"TAATTG":1048,"AAACTG":1049,"ATAAATAA":1050,"TCCACC":1051,"ACATAT":1052,"ACAAAAC":1053,"AAATCC":1054,"TATCCC":1055,"TGCATG":1056,"TGTTTTC":1057,"TATTTTTT":1058,"TATGGC":1059,"TCCTGCC":1060,"TTATAT":1061,"AACACC":1062,"AATATC":1063,"TGTCAC":1064,"AACATT":1065,"ACTATC":1066,"ATGATT":1067,"TAGTAG":1068,"TATGCC":1069,"AAACAG":1070,"TGGAAAA":1071,"AACAAAA":1072,"TCCAGC":1073,"AATAAC":1074,"ATCGC":1075,"ATCATT":1076,"TAAACC":1077,"AATAAAA":1078,"TACATG":1079,"AGATAC":1080,"TCTAAG":1081,"AAAGGC":1082,"AGTAGG":1083,"TCTTTTC":1084,"AACAGC":1085,"TTATAG":1086,"TTGATG":1087,"TAATGC":1088,"ACTAAG":1089,"AAAACG":1090,"TTAGGG":1091,"TTCTTTT":1092,"AGGATT":1093,"TTGATT":1094,"TAACCC":1095,"AACGC":1096,"TGGTAG":1097,"ACTACC":1098,"TTGAAAA":1099,"TAGCG":1100,"TATAAG":1101,"ACTCAC":1102,"AATGTG":1103,"AAAGGG":1104,"TGTAGG":1105,"TTGTGG":1106,"TTATAC":1107,"AACATG":1108,"ACCAGC":1109,"TTGATC":1110,"TTCTGG":1111,"AGTTAC":1112,"TTCAGC":1113,"AAGTCC":1114,"ACATAG":1115,"AAAGTG":1116,"TTTTATT":1117,"AGAAAGAA":1118,"AACTGC":1119,"TACAGC":1120,"AATTCC":1121,"AAAAATG":1122,"AAGAGG":1123,"GGGGC":1124,"TTTTTCC":1125,"TGTTTTG":1126,"TAATATT":1127,"TGTAAAA":1128,"AAAGTGC":1129,"ATATATT":1130,"TTCTAG":1131,"TTAGTG":1132,"TTCTAC":1133,"AATGGC":1134,"AGTAAAA":1135,"AAGTGG":1136,"TACCCC":1137,"ATCATG":1138,"AGGTAC":1139,"ACTTAC":1140,"TCTAGC":1141,"AACCG":1142,"ACCGG":1143,"TCCTGG":1144,"AAGTAC":1145,"AAACCC":1146,"TCTCTCTCTCTCTCTC":1147,"GCTGC":1148,"TATATAA":1149,"TTCATG":1150,"AAGTAG":1151,"AAAAATC":1152,"TTAAAAC":1153,"TATGGG":1154,"ACCTGG":1155,"TGTTAC":1156,"TTCTAA":1157,"AGATAG":1158,"AATCAA":1159,"ACATATT":1160,"AGATATT":1161,"TGCATT":1162,"AACGG":1163,"AAAAAAAAAAAAAAAA":1164,"TATACC":1165,"TTTATTC":1166,"TCTAGG":1167,"ATCAGC":1168,"TGCAGG":1169,"AAGATT":1170,"TTACCC":1171,"TTCGG":1172,"TCCGG":1173,"TCTTAC":1174,"TTTATTG":1175,"TGGTAA":1176,"AAATAG":1177,"TTTTTTTTTTTTTTTT":1178,"ACCTAC":1179,"TCCGC":1180,"TCCATG":1181,"TGTTATT":1182,"AGGTTG":1183,"AAAATAC":1184,"TGGATT":1185,"AGAGAGAGAGAGAGAG":1186,"TTTCTTC":1187,"AACAAG":1188,"AGTTTTC":1189,"TAGAAAA":1190,"ATCTAC":1191,"TTTTGCC":1192,"ATTTTCC":1193,"ATGACC":1194,"AACTAC":1195,"TCATAG":1196,"TTTCCCC":1197,"TA":1198,"TGTCTT":1199,"TCCAGG":1200,"TATTTTG":1201,"AATAAG":1202,"ATCTTG":1203,"ATCGG":1204,"ATGAGG":1205,"ACTAAAA":1206,"TCTTTAA":1207,"AAATAT":1208,"AGCTAA":1209,"AAGTTG":1210,"TGGTTG":1211,"TTAAAAG":1212,"TAGCCC":1213,"ATAATAA":1214,"GCCCC":1215,"TGGTAC":1216,"AGGCGG":1217,"TTCACC":1218,"TTTTAAAA":1219,"ACTTTTC":1220,"AGTTATT":1221,"TCTAAAA":1222,"TGTTAG":1223,"TAAGGC":1224,"TATAGC":1225,"TGCTTG":1226,"AATCTC":1227,"ATGAGC":1228,"TGCTAC":1229,"ACCTTG":1230,"ACCAGG":1231,"ACTTTAA":1232,"TAAAGG":1233,"TAATCC":1234,"TGAAAAC":1235,"CCCAGC":1236,"TAGTTC":1237,"ACCAAG":1238,"ACTCTT":1239,"ACAAAAG":1240,"TACGG":1241,"AACTTG":1242,"ATCAAG":1243,"TTAGGC":1244,"AGTTAG":1245,"TTCGC":1246,"AATTGC":1247,"TCCTTG":1248,"GGCGG":1249,"AATGCC":1250,"AGAAATG":1251,"TAGTAA":1252,"AGCTTG":1253,"TTCAGG":1254,"ATCTGG":1255,"TACAAAA":1256,"TGTTTCC":1257,"TCCAAC":1258,"TCTTTTG":1259,"TAGATG":1260,"TAGATT":1261,"ACCATT":1262,"TGCAAC":1263,"ACTAGC":1264,"ACTAGG":1265,"TCATAC":1266,"AGTTTTG":1267,"TCTTAG":1268,"TTTTTATT":1269,"ACTTTGGG":1270,"TGATAC":1271,"TACTGG":1272,"AATCG":1273,"ATCTAA":1274,"TATATAT":1275,"TTTTCG":1276,"TACGC":1277,"TGTTTAA":1278,"TGAAAAG":1279,"AGGAAGG":1280,"AATTATT":1281,"TGATAG":1282,"TCCATT":1283,"AGTTTAA":1284,"TACTGC":1285,"TGATATT":1286,"TTCAAAA":1287,"TATTTAA":1288,"ATCAAAA":1289,"TTTGTTTG":1290,"ACTTATT":1291,"ATTGGG":1292,"TCGGCC":1293,"TACTCC":1294,"AGCTAG":1295,"TGGTGGC":1296,"AACTAA":1297,"TCAAAAC":1298,"ATTTCTC":1299,"TCTTCCC":1300,"GGCGC":1301,"AATCCC":1302,"TCAAAAG":1303,"AATCTG":1304,"TGCACC":1305,"ATTACC":1306,"CCCGG":1307,"ACTTAG":1308,"TAGGGG":1309,"TGCAAG":1310,"ATAAATG":1311,"TCTTATT":1312,"GCAGC":1313,"TAGTTTT":1314,"TGTAATCCCAGC":1315,"AATAGC":1316,"TACAAG":1317,"TTCTTTC":1318,"AACTGG":1319,"CCCCCC":1320,"ATAAATT":1321,"AGATAT":1322,"TCATATT":1323,"TTTTTTTC":1324,"TAGAGC":1325,"TTGACC":1326,"TTTTCCC":1327,"AACAGG":1328,"AGCCTGG":1329,"AATACC":1330,"TTGAGC":1331,"TATATTC":1332,"ATTTGAA":1333,"AATTAC":1334,"TACTAA":1335,"AATGGG":1336,"TGGAGAA":1337,"TTAATAA":1338,"TGCTAA":1339,"TTGAGG":1340,"GGGGG":1341,"TCTTTCC":1342,"TTTCTCC":1343,"TTGTATT":1344,"ATTTTATT":1345,"TTAGAC":1346,"CCCCG":1347,"CCCTCC":1348,"TTTTTAC":1349,"TAAAAGC":1350,"ATTAGC":1351,"ATCTAG":1352,"AAAATATT":1353,"CCCGC":1354,"AAAAGCC":1355,"TGGACC":1356,"TAAAACC":1357,"ATCAGG":1358,"TTCTTCC":1359,"ATTTCAA":1360,"TTTTTTTTTTTT":1361,"AGCAAAA":1362,"AATTTAA":1363,"AGGAGGC":1364,"TTGCAGTG":1365,"ATATATG":1366,"TGCTTTT":1367,"TTTGTTTT":1368,"TCTCTCC":1369,"TTTATAA":1370,"ATTTTGG":1371,"TACTTG":1372,"TAGACC":1373,"AGGCTGAGGC":1374,"AGTTTCC":1375,"AAATGGC":1376,"AGAAATC":1377,"TGGTTTT":1378,"ATAACG":1379,"AGGAAGC":1380,"TCCGCC":1381,"TAGGGC":1382,"ATTTTTAA":1383,"TACTTTT":1384,"CCCACC":1385,"TAAGGG":1386,"TCCAAG":1387,"AAAAAAAAAAAA":1388,"TTCCTTCC":1389,"TAATTTC":1390,"TATATATT":1391,"AGTCTT":1392,"ACTTTTG":1393,"ATCTTTT":1394,"AAATAAAA":1395,"TAGAGG":1396,"TTAAATG":1397,"AATCAC":1398,"AAAATTC":1399,"TCTCCCC":1400,"ATTTTGC":1401,"TGCTTTC":1402,"TGAAATG":1403,"ATTCTCC":1404,"AATTTTC":1405,"AGGCCG":1406,"AGAAGGC":1407,"TCCCTCC":1408,"TAATGG":1409,"GCTTC":1410,"AGAGAAG":1411,"ACATATG":1412,"AATTGG":1413,"AAATTCC":1414,"ACTCCAGCC":1415,"TAGTTG":1416,"AAAGAAAA":1417,"TTAAATT":1418,"CCCTGC":1419,"GGGGCC":1420,"AATCAG":1421,"ATATAAAA":1422,"GCTCC":1423,"AACTTTT":1424,"AGGAGAG":1425,"ACCTAA":1426,"TGGGCG":1427,"ATGTATT":1428,"TAGATC":1429,"ATTTCTG":1430,"ATGTGTG":1431,"TATAGG":1432,"ATAAATC":1433,"TAGTGG":1434,"TAGTGC":1435,"ACAAACAA":1436,"TTGTTTC":1437,"TACAGG":1438,"TTCTCTC":1439,"AGAAATT":1440,"AGACGG":1441,"AGTTCG":1442,"TAGTAC":1443,"ATATCG":1444,"TATATTG":1445,"TATTTCC":1446,"AACATGG":1447,"AAAAATAA":1448,"AAGTTTT":1449,"AATAGG":1450,"AGAAAGC":1451,"AAAATGC":1452,"AGTATTC":1453,"TCATGCC":1454,"ACAAATG":1455,"AATTTTG":1456,"TTCTTTG":1457,"TACACC":1458,"ATATTCC":1459,"AAGGAAGG":1460,"AGGAGGG":1461,"TAGTCC":1462,"TGAAACC":1463,"AGCCACC":1464,"GGCCC":1465,"ATACAAAA":1466,"TTAATTTT":1467,"ACGCG":1468,"AGAAGGG":1469,"TATCTATC":1470,"AGAAACC":1471,"ATTAGG":1472,"GGAAG":1473,"TTCCTCC":1474,"TAATAT":1475,"ATTTATG":1476,"ACTTTCC":1477,"TGTGTGC":1478,"TCGCG":1479,"GGCTGC":1480,"AACTAG":1481,"TCTGTCC":1482,"AGAAGCC":1483,"ATTATAA":1484,"TAATTAA":1485,"GCACC":1486,"TTTCTTTT":1487,"ATTTGTG":1488,"TATTTAC":1489,"GGATC":1490,"TTATATG":1491,"TCTTGCC":1492,"GCTGG":1493,"TCATAT":1494,"TCTTTGC":1495,"AGAATAA":1496,"GGAGC":1497,"AAAAACC":1498,"TTTGTTG":1499,"ACAGAGG":1500,"ATTCTTC":1501,"TTCCTTC":1502,"AAAGAAG":1503,"ATGTTTC":1504,"AGCAGAG":1505,"TTTGTAA":1506,"TTTGTTC":1507,"TCGCCC":1508,"ACAGAAG":1509,"ATTTATC":1510,"AGGATGG":1511,"ATAGATAG":1512,"TCTTGGC":1513,"AAATATC":1514,"ATTTAAAA":1515,"TCTCTAC":1516,"TTTGAAG":1517,"AGGGAGGG":1518,"ATTTTAC":1519,"TTTGGGG":1520,"AGAGCG":1521,"AGATCG":1522,"TAAACAA":1523,"TCCCAAAGTGC":1524,"ACGGGG":1525,"TGTATTC":1526,"ATTTCCC":1527,"AAAATTG":1528,"TTTATCC":1529,"TTATAAAA":1530,"GCATC":1531,"CCCAGG":1532,"ATTTAAC":1533,"AAAGAAC":1534,"TCCTAA":1535,"ATTATTC":1536,"TTATTCC":1537,"TGATAT":1538,"ATCTTTC":1539,"AAATATG":1540,"AGGCTGGAGTGC":1541,"GGCAGC":1542,"TTTTTGC":1543,"ACCTGCC":1544,"TCCCTCCC":1545,"AAATGCC":1546,"TAAAGAA":1547,"AGATATG":1548,"TCTCTTC":1549,"TCCTAC":1550,"TAAAAGG":1551,"TCACACC":1552,"TTTCCG":1553,"TGCTGCC":1554,"ACATTCC":1555,"AAATCG":1556,"AAACTCC":1557,"ATAATTTT":1558,"TATATAC":1559,"TGCTGGG":1560,"TATACAA":1561,"AGGCTCC":1562,"AGCTGTG":1563,"CCCATC":1564,"AGAGGCC":1565,"TTTGGCC":1566,"AATTAG":1567,"AAAAGGC":1568,"CCCTTC":1569,"AGAAAGG":1570,"ACAGAAC":1571,"AGAGGGG":1572,"GGGGGG":1573,"GCTTG":1574,"ACATAAAA":1575,"AGTGGGG":1576,"ACAGAGC":1577,"TGAATAA":1578,"AAAAAGC":1579,"AGGCTGC":1580,"TTTTTAG":1581,"TGAAATC":1582,"ACCTAG":1583,"AGAGAAC":1584,"TTCTGTG":1585,"TTTCTGC":1586,"TATTATT":1587,"ACACAAC":1588,"ACACAGC":1589,"TCCCACC":1590,"TTTAGTAG":1591,"TGTCCCC":1592,"AAAATAG":1593,"TTTCATC":1594,"ACAGACAG":1595,"TATTTGC":1596,"TTATATC":1597,"AGACAGGG":1598,"TCTGGGC":1599,"TAAATTC":1600,"AGTGGCC":1601,"TCATTCC":1602,"GGAAC":1603,"GGAGG":1604,"AAGAGAA":1605,"GGTGC":1606,"TTTTATC":1607,"ACCACG":1608,"AGCTGGG":1609,"TCTCTGC":1610,"ACCAAAA":1611,"AAACAAAA":1612,"TCCTGGG":1613,"ATTTAAG":1614,"TGTGCG":1615,"GGTGG":1616,"ACACGC":1617,"TCTATTC":1618,"ACATGGC":1619,"TCCTGAG":1620,"TCTGGGG":1621,"GGATG":1622,"ACAACG":1623,"GGGGGC":1624,"AAATTGC":1625,"TCCTTCC":1626,"TTTATGC":1627,"GGTTC":1628,"TCCAAAA":1629,"ACACACC":1630,"TCTGCCC":1631,"ATAAGCC":1632,"TTTATGG":1633,"ACATGCC":1634,"ACAGGGC":1635,"TCCCAAG":1636,"TGCTGTG":1637,"ACAATAA":1638,"TTTTTTAA":1639,"TTTCTTG":1640,"AAATAAC":1641,"AAAGTAA":1642,"TATAAAC":1643,"CCCTGG":1644,"TTTTATG":1645,"TTTTAAG":1646,"ACGAGG":1647,"AGAATTC":1648,"GGGTTC":1649,"ATTATTG":1650,"AAAATGG":1651,"TGTCTCC":1652,"TTTACG":1653,"TGTGGCC":1654,"ATTCATC":1655,"TCTGTTC":1656,"GCGCC":1657,"ATATATC":1658,"TGTATGC":1659,"AGCTGAG":1660,"GGGAAG":1661,"AGCAGCC":1662,"TTTAACC":1663,"TCAAATG":1664,"TGCTAG":1665,"AGATTTT":1666,"TACACAC":1667,"TTATAAC":1668,"AGAGATG":1669,"TTGTTTG":1670,"TATAATG":1671,"TGGTGTG":1672,"AGAACG":1673,"TGATTCC":1674,"TATTCG":1675,"TGGAAGG":1676,"TCTGGCC":1677,"ACAGCG":1678,"AGAGAGG":1679,"TGTCTTC":1680,"AACAGAA":1681,"ATAATTC":1682,"TTGAACC":1683,"ACAGATG":1684,"GGGAGG":1685,"AACATTC":1686,"AGATTCC":1687,"TGAAGAA":1688,"AGACGC":1689,"ATTTTAG":1690,"TGCAAAA":1691,"TAAAATAA":1692,"TCCTGCCTCAGCC":1693,"TCTCAGC":1694,"TATTTAG":1695,"TGGGGCC":1696,"TTTTAAC":1697,"ACATAAC":1698,"CCCGCC":1699,"ACAGTTC":1700,"TGAAGGC":1701,"TTTTGGC":1702,"ACTTCCC":1703,"TTAACG":1704,"ACAAAGC":1705,"TGTTTGC":1706,"AGGGAAG":1707,"TATATGC":1708,"TATGTATG":1709,"TGATTTT":1710,"ATATTGC":1711,"ATTGTAA":1712,"TTTTTGG":1713,"ACAAATC":1714,"TGCAGCC":1715,"TGATATG":1716,"AGATAAC":1717,"AAACAAC":1718,"AATTTAC":1719,"TGAGGCC":1720,"TGAAGCC":1721,"AGGTGGG":1722,"ATGTGCC":1723,"TTCATTC":1724,"AGGCAGC":1725,"TCAGAAG":1726,"ACGGCC":1727,"AATTAAAA":1728,"TATAAAG":1729,"TGTCCG":1730,"AAATAAG":1731,"ATCTTCC":1732,"AGAGGAA":1733,"TCTGTCTG":1734,"TACTAG":1735,"TTTAAGG":1736,"TTTAAAAAA":1737,"TCCTAG":1738,"TGAAATT":1739,"AGGCGC":1740,"ACTGAAC":1741,"AAGAAAG":1742,"TGTGGGG":1743,"AAGAAGG":1744,"TTTGAAC":1745,"TGCTTCC":1746,"TGTGTTC":1747,"TTTGTAG":1748,"TATTTTAA":1749,"AGAGGGC":1750,"TTATAAG":1751,"TGTTTAC":1752,"AGATGGG":1753,"TCTTTGG":1754,"AGGTTTT":1755,"AAGTTTC":1756,"AGATATC":1757,"TATATCC":1758,"ATTTCAG":1759,"AGGAGCC":1760,"ATATAAC":1761,"ATCATTC":1762,"AAGTATT":1763,"AGATGGC":1764,"AAGAAGC":1765,"TATATAG":1766,"TTCTGCC":1767,"ATCCCG":1768,"TCATATG":1769,"TGTATTG":1770,"AGGTGGC":1771,"AGAGAGC":1772,"TATAAATT":1773,"TACTTTC":1774,"TATAGAA":1775,"ACAGGCC":1776,"ACATCG":1777,"ACTGGGC":1778,"ACTGGGG":1779,"TTATTGC":1780,"TTAAATC":1781,"AGATGCC":1782,"AGGAAAC":1783,"ACACATC":1784,"ACATATC":1785,"TAAATATT":1786,"TGGTTTC":1787,"AGCTTCC":1788,"AGGTGTG":1789,"TATTTTTC":1790,"ATAATAC":1791,"TGTTCCC":1792,"TTTGAAAA":1793,"TGAATTC":1794,"ATGTATG":1795,"ATGAGAA":1796,"AGGTTTC":1797,"TATTTGG":1798,"ATTCAAC":1799,"TCTGTCTC":1800,"TCTTTAC":1801,"TCTTCG":1802,"ATTTCG":1803,"GGTAA":1804,"ATGAGCC":1805,"TGATGGC":1806,"ACAAGGC":1807,"TGGAGAG":1808,"ACTGGCC":1809,"TGTGTCC":1810,"TCATTGC":1811,"AATATTC":1812,"ACTGAAG":1813,"TCGGGG":1814,"AGCTTTC":1815,"AGTGAAG":1816,"AGCTTTT":1817,"ATGGATGG":1818,"ACACCG":1819,"TAAATGC":1820,"TCTCCG":1821,"TCCTCCC":1822,"TATACAG":1823,"TCCTTTC":1824,"TCTGTGC":1825,"AGTGGGC":1826,"TCTGCG":1827,"TCCCAGCTAC":1828,"ATTAAAG":1829,"ACTGCG":1830,"AAACATC":1831,"TGGAAGC":1832,"GCAAC":1833,"AAACTTC":1834,"ACACTGC":1835,"TGATGCC":1836,"ATGTTAA":1837,"AGATAAG":1838,"TCAAGCC":1839,"TGTGTGTGTGTGTGTGTGTGTGTGTGTGTGTG":1840,"TCAGCG":1841,"ACGGGC":1842,"AGGAAAG":1843,"AGAGAAAA":1844,"TTTGCCC":1845,"ATGCTGC":1846,"TGTGTAG":1847,"ATAAAGC":1848,"AAATTGG":1849,"AGATAAAA":1850,"TATAATAA":1851,"AGAGCCC":1852,"TCCTTTT":1853,"ATGCTTC":1854,"ACACACACACACACACACACACACACACACAC":1855,"TATAATT":1856,"TCATGGC":1857,"TCCCTGC":1858,"TCGGGC":1859,"ACAGCCC":1860,"TCTGAAG":1861,"AGCCCG":1862,"ATACCG":1863,"AGCTGCC":1864,"TATTAAAA":1865,"AGCCATC":1866,"TATACAC":1867,"TAAATTG":1868,"AGCAGGG":1869,"TTGCTTC":1870,"TTTGCG":1871,"TCATAAC":1872,"ATTTGGG":1873,"TCCCAAAGTGCTGGGATT":1874,"TTTTTTTG":1875,"ATATATAA":1876,"ATGTTTG":1877,"TGTGGGC":1878,"TCTGTGG":1879,"TCAGGCC":1880,"ACTATTC":1881,"TCAAGGC":1882,"AAATGGG":1883,"TCACCG":1884,"TTTTGGG":1885,"ATTTGCC":1886,"ACAAACC":1887,"TGGCGC":1888,"AAACGC":1889,"ATATGCC":1890,"TGACCCC":1891,"TGTTGCC":1892,"AGTGTTC":1893,"TCAATAA":1894,"TGAACG":1895,"AGCCTCC":1896,"TCAGGGC":1897,"AGACCCC":1898,"AGAAATAA":1899,"ACATCCC":1900,"ACATTGC":1901,"ACGTGC":1902,"AGTTTGC":1903,"ACCCACC":1904,"TCATCG":1905,"GGACC":1906,"ATAGCG":1907,"TCACCCC":1908,"ACTCCCC":1909,"ATAGGAA":1910,"TGAAGGG":1911,"TTGTGTG":1912,"AGGACAC":1913,"TTGGGGG":1914,"TTCCCG":1915,"TGTGTGTGTGTG":1916,"TTCTATT":1917,"TTTAAGC":1918,"ACAAGCC":1919,"AGCGCC":1920,"AACACAA":1921,"ATACATG":1922,"TTCTCCC":1923,"AAAATCC":1924,"TTCTGGG":1925,"TCTTGGG":1926,"ATGGAAG":1927,"ATGCGC":1928,"AGGGCG":1929,"TCATCCC":1930,"ATCTCTC":1931,"ACTGTAA":1932,"AAAACCC":1933,"TGTTGGC":1934,"TCATATC":1935,"TCTGTAA":1936,"AACACAC":1937,"TGGAGGC":1938,"AGTTCCC":1939,"TGAAAGC":1940,"ATGAAGC":1941,"ACATAAG":1942,"AACTTTC":1943,"AAACAGC":1944,"ACTTGGG":1945,"TATGTAA":1946,"TTCCACC":1947,"GGTCC":1948,"AATTTATT":1949,"ATTACAA":1950,"ACAGGGG":1951,"ACTGCCC":1952,"TCAAATC":1953,"TACAGAA":1954,"TTTGATG":1955,"ACTTGCC":1956,"AGGCAGG":1957,"AAAAGGG":1958,"AAGATAA":1959,"ATATGGC":1960,"TGTTCG":1961,"ACACCCC":1962,"TTTTGTTTT":1963,"TGCAGTG":1964,"ACAGGCG":1965,"AGACAGAG":1966,"TCAGCCC":1967,"TCACAGC":1968,"TCTCGC":1969,"TCACGCC":1970,"ATATTGG":1971,"ACTGAGC":1972,"AGGGGCC":1973,"TTCCCCC":1974,"TGGGAGG":1975,"AGACAGC":1976,"AAAGGGG":1977,"TCCATCC":1978,"TCACTTC":1979,"AGAATGG":1980,"TAGTTTC":1981,"ACTGCACTCCAGCC":1982,"TTGTTAA":1983,"ATGGTGG":1984,"TGTAATCCCAGCACTTTGGG":1985,"AGCCGC":1986,"TCACTGCAACC":1987,"TAATAAC":1988,"ATCTGCC":1989,"TGGCTGC":1990,"AGGGGGC":1991,"AAGTTAA":1992,"TTGCTGC":1993,"TGACTTC":1994,"GGGCG":1995,"AAACTGC":1996,"ATCTGTG":1997,"AATTTCC":1998,"TTCTTAA":1999,"TCAGAGC":2000,"ATTCATTC":2001,"GGTAC":2002,"TCCCAGG":2003,"ACGCCC":2004,"TTTGGGC":2005,"TAAATAC":2006,"TGAACCC":2007,"ACAGACC":2008,"AATTTGC":2009,"TGATAAC":2010,"GCCGC":2011,"AAAATTTT":2012,"AGAATAC":2013,"ATTGTTG":2014,"ACTGTGG":2015,"TTTCTGG":2016,"AGTTGCC":2017,"TTTGTGC":2018,"AGTCTCC":2019,"ACAGGAA":2020,"AATTCCC":2021,"ATGGATG":2022,"AAGAATG":2023,"TTTTCTTC":2024,"TGCCACC":2025,"TCTGTTG":2026,"TTGGCG":2027,"ACGTGG":2028,"AACAGAG":2029,"TCAGTTC":2030,"GGTTG":2031,"TCCAGCC":2032,"AAGACAA":2033,"TTCCAGG":2034,"AAAGATG":2035,"TTTCTAA":2036,"TTCCTGC":2037,"ACGTTG":2038,"TTTACCC":2039,"TGATATC":2040,"TGAATAC":2041,"ATTTAGC":2042,"ACTTTAC":2043,"AAACATG":2044,"AGAATTG":2045,"AGGCTGAGGCAGGAGAA":2046,"TGGGACTAC":2047,"ACTGTAC":2048,"TGGGGGG":2049,"ACTGTGC":2050,"TATCTTC":2051,"TGGCTTC":2052,"TTTGTCC":2053,"TTAAGAA":2054,"ACAGTGC":2055,"TCAAAGC":2056,"AAGGAAG":2057,"TCATAAAA":2058,"ACACACACACAC":2059,"ACAAGAA":2060,"ACTTTGC":2061,"TGTGCCC":2062,"AAAGAGC":2063,"TGAGCG":2064,"ATTAATG":2065,"TGAGAAC":2066,"TGTTTGG":2067,"ATCCTCC":2068,"TGGGGGC":2069,"TTCCAGC":2070,"TCCCTTC":2071,"ATATTTTC":2072,"ATTGTTC":2073,"ATTCTGC":2074,"TCTATTG":2075,"ATAGGCC":2076,"TTTCATG":2077,"TAACAAC":2078,"ATTTTAAAA":2079,"TTTGTGG":2080,"AATATTG":2081,"TATAAGC":2082,"TTATCG":2083,"TTTCACC":2084,"TGAATGC":2085,"TGAAATAA":2086,"ATGCATG":2087,"TCTTTTCC":2088,"ATGGAAC":2089,"ACCCAGC":2090,"TCAAACC":2091,"AAAACAAAA":2092,"TGCCCG":2093,"TGGCTGG":2094,"TAAAAATAC":2095,"ACTTCG":2096,"GGTAG":2097,"ATTTACC":2098,"AGATGGGG":2099,"TAAACAC":2100,"AGATCCC":2101,"ATTATTATTATT":2102,"ATTTCAC":2103,"TAACATC":2104,"ACATACC":2105,"TCCTCTC":2106,"ATTCTAC":2107,"TTCCTGG":2108,"TCAGAAC":2109,"TGGGAAG":2110,"TCAGGGG":2111,"TTGTCTC":2112,"TTAATTC":2113,"ACTCTGC":2114,"AGTATTG":2115,"TGTCTGC":2116,"AATTTAG":2117,"ATAGAAAA":2118,"ATCTATT":2119,"TTTGTAC":2120,"ATTTGGC":2121,"AGGAATG":2122,"TTTGTATT":2123,"ATTGAAC":2124,"ATCCATCC":2125,"GCATG":2126,"TGTTGGG":2127,"AGTAGCC":2128,"TCAGATG":2129,"ACTTGGC":2130,"ATTTTTATT":2131,"ATACCCC":2132,"TAAACG":2133,"ATTCATG":2134,"TGAATGG":2135,"ACAGAAAA":2136,"TCTTTAG":2137,"TGTGATC":2138,"TCAACG":2139,"ACCAGGC":2140,"AGGATGC":2141,"TCAGTGC":2142,"TTTCTAC":2143,"TATGAAC":2144,"TTACTTC":2145,"AGAATGC":2146,"ATAATTG":2147,"TTATTTTTT":2148,"TGTTTATT":2149,"AGTCCCC":2150,"TTTGAGC":2151,"AGCCAAG":2152,"ATACAAC":2153,"GGAAAA":2154,"ATGGTGGC":2155,"TGAATAG":2156,"TGTGTTG":2157,"ACAATTC":2158,"TGAGGGC":2159,"TGTATCC":2160,"ATTCTGG":2161,"ACCACAC":2162,"ATAATAG":2163,"TCTGTAG":2164,"AGAGTTC":2165,"ACGTCC":2166,"TGAGATG":2167,"TTATGGC":2168,"TCACTTG":2169,"AGGTATT":2170,"AGAACCC":2171,"AATAACC":2172,"TTAATTG":2173,"TTTAGCC":2174,"TTGCTTG":2175,"TTTCAAC":2176,"ATTGAAG":2177,"TCACATC":2178,"ACCGCC":2179,"AATTCG":2180,"TATATATG":2181,"TGTGATG":2182,"TGAGATC":2183,"ATTCTTG":2184,"TCTCATC":2185,"ATTGTTTT":2186,"AGCCAGG":2187,"AGGGAGG":2188,"AATGAAC":2189,"AGTTTAC":2190,"TCAGGAA":2191,"TAAAAATG":2192,"AGACCG":2193,"AGTTTGG":2194,"TATGTTC":2195,"ATGCTGG":2196,"ATAAACC":2197,"GGGTGG":2198,"ATTCTAA":2199,"ATAGAAC":2200,"TATAATC":2201,"TTTCAAG":2202,"AGTCGC":2203,"TTTCAGC":2204,"AGTGAAC":2205,"TATACG":2206,"TGATCG":2207,"TGTACG":2208,"ACACGG":2209,"AGGCAAG":2210,"AAACACC":2211,"ACTCTCC":2212,"AGAGACC":2213,"AGTGATG":2214,"TGTCGC":2215,"ATTGATG":2216,"ACTTTGG":2217,"TATATGG":2218,"TGTAGCC":2219,"TTTCATT":2220,"AGCATCC":2221,"AGATTGC":2222,"ACTCCG":2223,"AAAAGAAAA":2224,"AGACCAGCC":2225,"TTTTTAAAA":2226,"ATAATATT":2227,"ACAAATT":2228,"TGAGGAA":2229,"AAACATT":2230,"AGGTGCC":2231,"TCTTTATT":2232,"AGTTTAG":2233,"TAATTTG":2234,"TTAAACC":2235,"ATGTTGG":2236,"ACTGTTC":2237,"AGTTGGC":2238,"TTCCATC":2239,"AAACGG":2240,"TACTATT":2241,"CCCAAC":2242,"AGTGTTG":2243,"TCGAAC":2244,"AGCGGC":2245,"TCCCATC":2246,"TGATACC":2247,"ACATAGC":2248,"ATTCAAG":2249,"TTAAAGC":2250,"ATACATC":2251,"AAAGGAA":2252,"AAAGGGC":2253,"TCATAGC":2254,"AGGGAAC":2255,"TCTCTGG":2256,"ACGATC":2257,"TATGTTG":2258,"TATAACC":2259,"TCACAGAG":2260,"TGTGAAG":2261,"AGAATAG":2262,"TAACTTC":2263,"TTATTTTC":2264,"ACCCGC":2265,"ATATATATT":2266,"ACTTAAAA":2267,"AGACACC":2268,"AGACTGG":2269,"TGTCATC":2270,"TCTGAAC":2271,"TTAAGCC":2272,"ACAGATC":2273,"TGAAAGG":2274,"TTGGAAG":2275,"TGTTTAG":2276,"TGAGGGG":2277,"ACACATG":2278,"ACGTTC":2279,"TGAGAAG":2280,"TATGTAC":2281,"TTAAATAA":2282,"ATATACC":2283,"TTATTGG":2284,"AGTCTTC":2285,"TTAATATT":2286,"ATATAAG":2287,"AATTTGG":2288,"TCATTGG":2289,"ACTATTG":2290,"AGCCAGC":2291,"AAATACC":2292,"TATGCG":2293,"GCAAG":2294,"ACAAGGG":2295,"AGATACC":2296,"CCCATG":2297,"AAACAAG":2298,"ATAGATG":2299,"TGATAAAA":2300,"TGCCTCC":2301,"ATATATATATATATATATATATATATATATAT":2302,"TAATAAAA":2303,"TTATAGC":2304,"TTGTTGG":2305,"CCCAAG":2306,"ATACATT":2307,"AAAGTTC":2308,"TGCTGGC":2309,"AGGCTTC":2310,"TAATATC":2311,"TCCCGC":2312,"ACCCTCC":2313,"TAAGAAC":2314,"TTCCAAC":2315,"AGCAGAA":2316,"ACAAAGG":2317,"TTCCTTG":2318,"TTTTCTTTT":2319,"AGTCGG":2320,"AGACTTC":2321,"TGTGAAC":2322,"ATCCTTC":2323,"AGTGTGG":2324,"TGACATC":2325,"TCTCTCTCTCTCTCTCTCTCTCTCTCTCTCTC":2326,"ATTCGG":2327,"TGCCGC":2328,"AAAGTTG":2329,"TGATCCC":2330,"TCACGC":2331,"AAATCCC":2332,"TGGCGG":2333,"TTAAAAAAAA":2334,"AGCAAGC":2335,"AATGTTG":2336,"AATTATC":2337,"AGTACG":2338,"TGTGTAA":2339,"TGCGCC":2340,"GGCTCC":2341,"ACTGATG":2342,"TATCATC":2343,"TCATACC":2344,"TACACAG":2345,"TGTGTGG":2346,"AGCCCCC":2347,"TGATGGG":2348,"AGGAACC":2349,"AGACATG":2350,"AGAGATC":2351,"ATTCATT":2352,"AAAGATC":2353,"ATTCAGC":2354,"AGTGCG":2355,"AGGCCCC":2356,"AAAGCCC":2357,"TAGAGAA":2358,"TCCCGG":2359,"ATCCATC":2360,"AGAAAAAAAA":2361,"ACAATAC":2362,"ACAGTAA":2363,"AGGGATG":2364,"TTTCGG":2365,"ACATTTTC":2366,"TCAGTGG":2367,"AATGTAA":2368,"TCTCACC":2369,"TCCCTGG":2370,"ATACTTC":2371,"AATTAAC":2372,"ATCCACC":2373,"TGTTTTCC":2374,"TGATAAG":2375,"TCTGACC":2376,"TCAGTTG":2377,"AAATAGC":2378,"TGTATAA":2379,"ACTGTTG":2380,"TACATAA":2381,"AGACAGG":2382,"AGACAAG":2383,"ACATACAC":2384,"ATTTTTTG":2385,"TGTAACC":2386,"TTATACC":2387,"TGAATTG":2388,"ATGGAGG":2389,"TGCCATC":2390,"TTACCG":2391,"ACAGTGG":2392,"AAGGAAC":2393,"GGGAAC":2394,"TTACAGC":2395,"TAATAATAATAA":2396,"TTTAAAAC":2397,"ATA":2398,"TAACAAAA":2399,"TATAAAAC":2400,"ATATCCC":2401,"AGACAAC":2402,"ATCCATG":2403,"TATTCCC":2404,"TCACGG":2405,"TCATGGG":2406,"AGCAGGC":2407,"TCGTGG":2408,"ATTTTTTC":2409,"TAATAAG":2410,"ATTGTAG":2411,"AGACATC":2412,"TTT":2413,"ATTCCCC":2414,"ACACTTC":2415,"TGGGTTC":2416,"ATACATAC":2417,"ACAATGG":2418,"TCAGTCC":2419,"TCTACCC":2420,"TATATTTT":2421,"TGAGCCC":2422,"AATCTT":2423,"TCTACG":2424,"AGGGGGG":2425,"AGTAACC":2426,"GGCTTC":2427,"TTTGAGG":2428,"TATGGGG":2429,"ACAGTCC":2430,"ACAATGC":2431,"ATCCTGC":2432,"AGCTGGC":2433,"ATGCAAC":2434,"TTAATAC":2435,"ACACAGG":2436,"TCCCAAC":2437,"TCTGATG":2438,"ATCCTGG":2439,"TCAAGAA":2440,"TATTATC":2441,"TTTGATC":2442,"ATGCTCC":2443,"ACGAAC":2444,"TGGGAAC":2445,"TGTCACC":2446,"AGTGTGC":2447,"TTTCAAAA":2448,"TCTCTTG":2449,"TTGCTCC":2450,"AGTCCG":2451,"ATTGTAC":2452,"TATCTCC":2453,"AGTCTGC":2454,"AAAGCG":2455,"GCAGG":2456,"GGCTGG":2457,"ATGGTGC":2458,"TAAGAAAA":2459,"TAAGAAG":2460,"ATTGTGG":2461,"AGCCATG":2462,"AATTATG":2463,"ATAATGC":2464,"ATGCTAA":2465,"ATATTTTTT":2466,"TGACAGC":2467,"TAGTATT":2468,"TTCCATG":2469,"ATTTCATT":2470,"AGAATCC":2471,"ATGCAGC":2472,"AAAGACC":2473,"TCACTCC":2474,"TCACATG":2475,"TGACCG":2476,"AGCCTGC":2477,"ATTGAAAA":2478,"AGATAGC":2479,"TATGAAG":2480,"AGCCTTC":2481,"TCACAAC":2482,"ACATGGG":2483,"ACGAAG":2484,"ATATTTTG":2485,"ACTGTCC":2486,"AATGTTC":2487,"AGTCATC":2488,"ACGATG":2489,"ACTTTATT":2490,"ACAGTTG":2491,"TTCCAAG":2492,"ACTGATC":2493,"GCTAC":2494,"TTTGACC":2495,"ACAACCC":2496,"TGCCCCC":2497,"AATATAA":2498,"ACTATAA":2499,"ACTGTAG":2500,"AGGTTGG":2501,"TAAAATAC":2502,"TTACTGC":2503,"AAACTGG":2504,"AGTATAA":2505,"AATGAAG":2506,"ATTCTTTT":2507,"ACAGTAC":2508,"AGTCACC":2509,"ATTTTTAC":2510,"ACTCTTC":2511,"ACAAATAA":2512,"CCCCCCCC":2513,"ACAATAG":2514,"ATATTTAA":2515,"AGTGTCC":2516,"TCTATCC":2517,"ACCTTTT":2518,"ATCCTTG":2519,"TGAGTTC":2520,"ATTTAGG":2521,"AAACTAA":2522,"TGATTGG":2523,"ACCCTGTCTC":2524,"TCGTCC":2525,"GGGGGGGG":2526,"GGCGGC":2527,"AGAGTCC":2528,"TGGGTGG":2529,"TTACAAC":2530,"ACACAAAA":2531,"AGGGTGG":2532,"TTTCTCTC":2533,"AAAGTAC":2534,"TGTATGG":2535,"TCTTAAC":2536,"ATACAGC":2537,"TCTGAGC":2538,"AGACTGC":2539,"ATTAAATT":2540,"AAAAAGG":2541,"TATAAGG":2542,"AAAGTCC":2543,"TCACTGG":2544,"AACCATC":2545,"TCTATGG":2546,"TGTGTAC":2547,"ATTGTGC":2548,"AGAGTGG":2549,"TATTAAC":2550,"TCTATGC":2551,"TGCCTTC":2552,"TTACATG":2553,"TTATGCC":2554,"TCATAAG":2555,"TTAATTAA":2556,"TTATTTTG":2557,"TAATGAA":2558,"TACCATC":2559,"AGACTCC":2560,"TTAGAAC":2561,"ACGTAC":2562,"AGAGAGAGAGAGAGAGAGAGAGAGAGAGAGAG":2563,"AGGGAGC":2564,"TGGCTCC":2565,"TTAGCG":2566,"ATGAAGG":2567,"AGTGAGC":2568,"ATTCACC":2569,"TCAATTC":2570,"AATCTGC":2571,"ATTTCTTC":2572,"TAAGTAA":2573,"ATACGC":2574,"GCCGCC":2575,"TGAATTTT":2576,"AAGGCG":2577,"AAAGAGG":2578,"TGTGACC":2579,"TCAGAGG":2580,"AAGCTGC":2581,"TGTCTTG":2582,"AGTGCCC":2583,"TTAGTTC":2584,"ATAGAAG":2585,"TAATATG":2586,"ACTGAGG":2587,"ACTATGC":2588,"TATTGCC":2589,"ATGGAGC":2590,"TATAAATG":2591,"ACTCTTG":2592,"ATTCGC":2593,"TGCCTGC":2594,"TTACATC":2595,"TTTCGC":2596,"TCTGAGG":2597,"TCTGATC":2598,"TTGGCCC":2599,"AAACTAC":2600,"TTATATAA":2601,"ACCCAGG":2602,"ATTGATC":2603,"TTGCAGC":2604,"TGGCAGC":2605,"AGTATGG":2606,"ATGGTTG":2607,"ACCCATC":2608,"TGTTAAC":2609,"TCTGTAC":2610,"AGTATGC":2611,"TAGAAGG":2612,"TTTAATAA":2613,"TGTGTTTT":2614,"ATAATGG":2615,"TTGGGGC":2616,"AGAAAACC":2617,"ATACAAG":2618,"CCCGGC":2619,"AGAATTTT":2620,"TGTCTTTT":2621,"TGGGCAAC":2622,"TCAAATT":2623,"TATCTAC":2624,"ATGGAAAA":2625,"ACCCTGC":2626,"TGTAAGC":2627,"ACCAGCC":2628,"ATTCAGG":2629,"TTAGAAG":2630,"TGACGG":2631,"TGACTCC":2632,"ATGTGAA":2633,"AAGCAGC":2634,"ATAGTTC":2635,"AAACTTG":2636,"ACTCGC":2637,"ACTCACC":2638,"TTTGTTTC":2639,"ACCCTGG":2640,"TCAATAC":2641,"AATCTCC":2642,"ATGCACC":2643,"AGTTGGG":2644,"TCAGATC":2645,"TGACGC":2646,"ATGCGG":2647,"AGTCAGC":2648,"ACTACG":2649,"ATTCTAG":2650,"ATGCATC":2651,"TCGTTC":2652,"TGAGAGC":2653,"ACTGACC":2654,"ATCCTGGC":2655,"TTGCTGG":2656,"ACTTTAG":2657,"ACAAACAC":2658,"ACCCGG":2659,"ACTCATC":2660,"TTAATAG":2661,"TCTTATC":2662,"TATGTGC":2663,"ATTCAAAA":2664,"ACAATTTT":2665,"ATGTGGC":2666,"ATACTGC":2667,"TTGCGG":2668,"GGGTGC":2669,"TGAATCC":2670,"ATCCGC":2671,"TACCTTC":2672,"TTTCAGG":2673,"TATGTCC":2674,"TATGTAG":2675,"ATTGTCC":2676,"ATCCAGC":2677,"AGGCAAC":2678,"ACGTAA":2679,"ACTATGG":2680,"ATAAAGG":2681,"TGTTATC":2682,"ATGGTAA":2683,"ATCCCCC":2684,"TAGGAAG":2685,"ACTCAGC":2686,"TAACATG":2687,"TATGTTTT":2688,"TATCCCC":2689,"AGCCTTG":2690,"ATGCTTG":2691,"TAACAGC":2692,"TTGCGC":2693,"AATGATG":2694,"TCTATAA":2695,"ATCCAAC":2696,"AATGGGG":2697,"AGTATCC":2698,"TCAGTAA":2699,"AATAAGC":2700,"TATTTTATT":2701,"TGTTATG":2702,"AAAAAAATT":2703,"AGAGTTG":2704,"TGACAAC":2705,"ACACTGG":2706,"AAGCGC":2707,"AGACGGGG":2708,"ACCTGGG":2709,"ACACAAG":2710,"ATAGTAA":2711,"TTGGGCC":2712,"ATTAGAA":2713,"TTTCTAG":2714,"AGAGAGAA":2715,"TCGATC":2716,"TTTCACCATG":2717,"AGCCGG":2718,"TGTACCC":2719,"TCTCAAC":2720,"TAAGATC":2721,"TTAATGC":2722,"AGGGCCC":2723,"TAAGTAC":2724,"AAACCCC":2725,"TATTATG":2726,"TCAATTTT":2727,"ACTCTGG":2728,"TGACTGC":2729,"TTACAAG":2730,"AGTCTGG":2731,"TATGGCC":2732,"AGTCAAC":2733,"ATATGGG":2734,"ACATTGG":2735,"ATTACAC":2736,"ATTGCCC":2737,"TCTGTTTT":2738,"AAAATTAA":2739,"TATCTGC":2740,"ATGTGGG":2741,"ATAAGGC":2742,"TTGGTGG":2743,"TGACACC":2744,"AGGTTTG":2745,"TAGCTAC":2746,"AGGCATC":2747,"ACATAGG":2748,"AAAAAATAA":2749,"TATTTTTG":2750,"ATGGTAG":2751,"AAGGAGC":2752,"TGTCAGC":2753,"ATGGTTC":2754,"ATACACC":2755,"AATATGC":2756,"ACAGAAGC":2757,"AGGCACC":2758,"TGTCTGG":2759,"AGCCAAC":2760,"TAAAATAAAA":2761,"TTCCGC":2762,"TAACTGC":2763,"TCGTGC":2764,"AGTTATC":2765,"AGAGTGC":2766,"AATTAAG":2767,"TCTAACC":2768,"TTTTACC":2769,"TAACATT":2770,"TTATCCC":2771,"TGATAGC":2772,"AGTGTAA":2773,"AAACAGG":2774,"TAACTCC":2775,"TTATGGG":2776,"TATGTGG":2777,"ATGGCCC":2778,"AATCGC":2779,"AGATAGG":2780,"TAACGC":2781,"ATACTAC":2782,"AGTTAAC":2783,"ACTTAAC":2784,"TTATAGG":2785,"TATGAAAA":2786,"TGAGACC":2787,"ATAAAACC":2788,"TATACATT":2789,"ATAAGGG":2790,"ACGAGC":2791,"TAACTAC":2792,"TATCAAC":2793,"AGACTTG":2794,"TAACTTG":2795,"TGCCTGG":2796,"AGAGTAA":2797,"TAATTTTTGTATT":2798,"AAGCTGG":2799,"TTACTTG":2800,"TGAATGAA":2801,"TGGGAGC":2802,"ATATAGC":2803,"TCTAGCC":2804,"AAGCAAC":2805,"ACAGTAG":2806,"TCCCTTG":2807,"TGTAGTCCCAGCTAC":2808,"ATAATCC":2809,"ATGCAAAA":2810,"ACAGACAC":2811,"TTACTTTT":2812,"TTAGAAAA":2813,"AATCAAG":2814,"AGTAAGC":2815,"ATGGATC":2816,"AGTGTAG":2817,"TTGGAAC":2818,"TAAGTTC":2819,"ACTCGG":2820,"TAACAAG":2821,"TCAAGGG":2822,"AGGCTAC":2823,"TCGTTG":2824,"ACCTGGC":2825,"TGTAAGG":2826,"TTCCTTTT":2827,"TTAAAGG":2828,"TGAGATT":2829,"TTTAAAAG":2830,"AAACCG":2831,"ATGTCTC":2832,"ACACTCC":2833,"TGATTGC":2834,"AATGCCC":2835,"AAAGGCC":2836,"TAACTTTT":2837,"ATACTTTT":2838,"ATTTCTT":2839,"TTAATCC":2840,"TGTGAGC":2841,"GGCATC":2842,"ATTCTCCTGCCTCAGCC":2843,"TCGCCG":2844,"AAAGTAG":2845,"ATAGAGC":2846,"TCAATAG":2847,"TTACGC":2848,"AATGAAAA":2849,"AAGGGCC":2850,"AGGGATC":2851,"AGTGACC":2852,"ATACGG":2853,"AGTTTATT":2854,"ATTAAGG":2855,"ATGTTGC":2856,"TATAGCC":2857,"TTACGG":2858,"TGTTAAG":2859,"AATCTTG":2860,"ATTTTTGC":2861,"TACCCG":2862,"ACAATTG":2863,"ATACTTG":2864,"ATAGTAC":2865,"TAAGTGC":2866,"ATCTCTAC":2867,"GGCACC":2868,"ATTATATT":2869,"ATGCAAG":2870,"AGTGAGG":2871,"ATCCAGG":2872,"TTGGTTC":2873,"TGTCATG":2874,"AAAACAAAAC":2875,"TTAGGAA":2876,"GGCAAC":2877,"AGGCATG":2878,"TCAAAGG":2879,"AAGGGGG":2880,"TACTTCC":2881,"AGTCTTG":2882,"TCATAGG":2883,"TTTTCTCC":2884,"ATTTTTAG":2885,"TGGGCCC":2886,"AATAAGG":2887,"TTGGTTG":2888,"AGTCATG":2889,"AGAGAAGG":2890,"AAGGATG":2891,"TGACATG":2892,"AATCAAC":2893,"TATACTG":2894,"AGGCTAG":2895,"TAAGAGC":2896,"TCTCAAG":2897,"AGGGTTG":2898,"ATACAGG":2899,"ATTTGAG":2900,"ATAAACAA":2901,"ACTCAAC":2902,"ACGGCG":2903,"ATTACG":2904,"TCGATG":2905,"AATCTTC":2906,"TTTAGGG":2907,"TTTCTTCC":2908,"TAGCTGC":2909,"AGAAAAGC":2910,"ATCTTTG":2911,"TACCACC":2912,"TAGCTTC":2913,"AAAAACAA":2914,"TCTCGG":2915,"AGAAAAGG":2916,"AAAAAATG":2917,"TATCTTG":2918,"TGCCAGC":2919,"AAATAGG":2920,"TATGATG":2921,"ATATACAC":2922,"TGACTGG":2923,"ACTAACC":2924,"AAAGTGG":2925,"AAAAAGAA":2926,"AAATATAA":2927,"TAAAAATAA":2928,"AATCATC":2929,"GCGCCC":2930,"TGCCTGCC":2931,"ACTCTAC":2932,"ATGGACC":2933,"TCGAGC":2934,"TCAACCC":2935,"TCCTGGC":2936,"TATTAAG":2937,"TTACATT":2938,"TTCCGG":2939,"TTGGAGG":2940,"TTTAAATG":2941,"ATAGTTG":2942,"TTAGTAA":2943,"AGTCAGG":2944,"TATAGAG":2945,"ACACTAC":2946,"AGATTGG":2947,"AGTGTAC":2948,"TAACTAG":2949,"TCAGTAC":2950,"AATGTAC":2951,"TCTTAAG":2952,"TTGCATC":2953,"TAAGATG":2954,"AAGGGGC":2955,"ATTATGC":2956,"TATAAAAG":2957,"TTCCTAG":2958,"TGGGACC":2959,"TCGACC":2960,"AATTAGC":2961,"AGGCAGGC":2962,"TTTAGGC":2963,"ACAAAACC":2964,"AGTTATG":2965,"TTACCCC":2966,"ACAT":2967,"ACAATCC":2968,"TGTAGGC":2969,"ATTACAG":2970,"ACACTTG":2971,"TTAATGG":2972,"AAGCTTC":2973,"TCTTACC":2974,"ATAGTTTT":2975,"TTACACC":2976,"TGTCAAC":2977,"ACTTATC":2978,"TGATAGG":2979,"AAAAAAAG":2980,"GGGCCC":2981,"TGGGATTACAGGC":2982,"AGTGATC":2983,"TATCGC":2984,"TCACAAG":2985,"AATATGG":2986,"TCTCTTTC":2987,"AGAGAGGG":2988,"TTTTGTTG":2989,"ATGCAGG":2990,"ATGGTCC":2991,"TGCCATG":2992,"ATAAAAGC":2993,"AGTTTTCC":2994,"TATGATC":2995,"TGAATATT":2996,"TTAACCC":2997,"TCAATGC":2998,"TATCACC":2999,"TACCTCC":3000,"TAAAAATC":3001,"GGGAGC":3002,"AGAGTAG":3003,"TCTCAGG":3004,"TGGGATG":3005,"ACGACC":3006,"ACGCCG":3007,"TAACACC":3008,"TCACTAC":3009,"AAAAGAAC":3010,"TGTCTAC":3011,"TATCTAA":3012,"AAACTAG":3013,"GGGAGGC":3014,"TTATTTATT":3015,"ACCCAAG":3016,"TAAGTTG":3017,"TACCGC":3018,"TTACTAC":3019,"TGGGATC":3020,"ATACTGG":3021,"ATTGAGC":3022,"TCGTCG":3023,"GGCAGG":3024,"AGGCTTG":3025,"TTTTCATC":3026,"TTTCTTTCTTTCTTTC":3027,"TTCTGAA":3028,"TCTCTAA":3029,"ATAGATC":3030,"TTAATTTC":3031,"ACGTAG":3032,"TTGCAAC":3033,"AAGGAGG":3034,"TGTCGG":3035,"ATTTTTCC":3036,"ACTGAAAA":3037,"TTGGTGC":3038,"TGCCTTG":3039,"ATTCCG":3040,"TTACTAA":3041,"TCAGACC":3042,"TCAGTAG":3043,"TTACTCC":3044,"AATATCC":3045,"TGAGTGG":3046,"TATGTGTG":3047,"AGGGACC":3048,"AATTACC":3049,"CCCTTG":3050,"TGAGAGG":3051,"TAGCAGC":3052,"ATATTTAC":3053,"AACCGC":3054,"AATCACC":3055,"ATTAATAA":3056,"ATTTTAAC":3057,"AACCCG":3058,"TAGGAAC":3059,"TGCCGG":3060,"TTTTGTTTTG":3061,"AATACG":3062,"TGGGTGC":3063,"AAAACAAC":3064,"AGTCAAG":3065,"ATCCGG":3066,"TATCAAG":3067,"TGGCATC":3068,"TCAGAAAA":3069,"ATTAAAC":3070,"AAGCATC":3071,"AAAAGAAG":3072,"TGAGTTG":3073,"TCCAGGC":3074,"TGAGAAAA":3075,"TATCCG":3076,"AGTTAAG":3077,"ACGTTTT":3078,"TAACGG":3079,"TAACTAA":3080,"ATGATGC":3081,"TTACAGG":3082,"TGTATATT":3083,"ACTATCC":3084,"TTCCTAA":3085,"ATGGTAC":3086,"TTACAAAA":3087,"TTAGTTG":3088,"AGTTAAAA":3089,"ACTAAGC":3090,"ACCCTTC":3091,"TTGCAAG":3092,"TTATTTAA":3093,"ACTAGGC":3094,"TGAGTGC":3095,"TGAGTAG":3096,"TCGGCG":3097,"TATCTTTT":3098,"ATCCAAG":3099,"TACCTGC":3100,"TCACAGG":3101,"TATGTATT":3102,"ATGCTAC":3103,"TAAGTAG":3104,"AAGCAAG":3105,"TTAGTTTT":3106,"AGCTATT":3107,"ACATATAA":3108,"TTCCTAC":3109,"TCCCATG":3110,"TACCTAC":3111,"TAGCAAC":3112,"TTCAGAA":3113,"AATGTGG":3114,"TTTATTCC":3115,"TTGCTTTT":3116,"TACCCCC":3117,"AATGGGC":3118,"ATTTTCCC":3119,"AACTCCTGACC":3120,"AGA":3121,"AAGCTCC":3122,"GGGCGG":3123,"TCAATGG":3124,"AACCTCC":3125,"ACTCAAG":3126,"ACGCGC":3127,"TATCATG":3128,"TGACAAG":3129,"AATCTAC":3130,"AGGCTGAGG":3131,"AGACTAC":3132,"ATAACCC":3133,"AGGGTTC":3134,"ATACTAA":3135,"ATTTATTC":3136,"TGACAGG":3137,"TCATTTTC":3138,"CG":3139,"TTGGAGC":3140,"TTGCTAC":3141,"TAAGACC":3142,"AAGGCCC":3143,"AATGTTTT":3144,"ATGGCG":3145,"TGTTTGTG":3146,"ACAGTGGC":3147,"TTTTCTTG":3148,"TTGGTAA":3149,"AATGTGC":3150,"TTTGATT":3151,"TTCCATT":3152,"TCTCAAAA":3153,"ACCCAAC":3154,"TCAATCC":3155,"TTTTTTTAA":3156,"TGTGAGG":3157,"ATTTTATC":3158,"AGCCTGGG":3159,"TCTGTTTC":3160,"ATAGTAG":3161,"TTACTGG":3162,"TGGCTAA":3163,"TAAAATTC":3164,"TCCCCCC":3165,"AGCTGAA":3166,"TTAGGGG":3167,"AAGGAAAA":3168,"AGACAAAA":3169,"AATTGGC":3170,"ATGATAA":3171,"TCCCCG":3172,"TATATAAAA":3173,"TTAAGGC":3174,"TTAAGGG":3175,"ACTGATT":3176,"TCAATTG":3177,"ATAGAGG":3178,"TGACTTG":3179,"AAGCAGG":3180,"AGAGAAGC":3181,"TGGTGGG":3182,"TCGAAG":3183,"TAGGATT":3184,"AGGAAGGG":3185,"AGTAAGG":3186,"TCTCATG":3187,"AATGTAG":3188,"TTAGATG":3189,"TCTTAAAA":3190,"AGAAAGAAAGAAAGAA":3191,"TAAATAT":3192,"ACAAAGAA":3193,"ACA":3194,"ACTACCC":3195,"ATTTGTC":3196,"TTGGATC":3197,"AATGATC":3198,"AATCGG":3199,"TGCAGAG":3200,"TGGCATG":3201,"GCCACC":3202,"ACTCAGG":3203,"TTCTCTG":3204,"AAGATGG":3205,"TTAGTAG":3206,"ACGACG":3207,"ACCCATG":3208,"AATGTCC":3209,"GCCGG":3210,"AGTGTTTT":3211,"TGTTAAAA":3212,"AGTACCC":3213,"TTTAATTTT":3214,"TCTTATG":3215,"TAATTATT":3216,"ATTTTAAG":3217,"ATTAAAAC":3218,"ACAATATT":3219,"AACCACC":3220,"TGACAAAA":3221,"TGTTACC":3222,"TACCAAC":3223,"ACTTAAG":3224,"AGGGTAG":3225,"ACATACAA":3226,"AGAATATT":3227,"ATAATTTC":3228,"TCTAAGC":3229,"TGGCCCC":3230,"TTCCTTTC":3231,"ATGCTTTT":3232,"ATATATTC":3233,"TAAAATTG":3234,"ACATTTTG":3235,"AATAAAAC":3236,"AGTGAAAA":3237,"TGGCACC":3238,"TATAGGC":3239,"TTGCATG":3240,"TTTTGAAC":3241,"TGCCAAG":3242,"ATTTATTG":3243,"TCTCTAG":3244,"ATTGTATT":3245,"ACTGTTTT":3246,"TACCAAG":3247,"TGAAAACC":3248,"ATAGTGG":3249,"ACTTACC":3250,"ATTATCC":3251,"ACAGAGAA":3252,"TTGGTCC":3253,"TGCCAAC":3254,"TGAGTAA":3255,"AATGGCC":3256,"TATAAATC":3257,"ATTAACC":3258,"TGGCAAC":3259,"TCACTAA":3260,"ACCCCCC":3261,"AGCATTC":3262,"TGGCTTG":3263,"AAGGTGG":3264,"TTTCCTTC":3265,"TAGCATG":3266,"AAACTTTT":3267,"TATACCC":3268,"TATAGGG":3269,"AGCACAC":3270,"TAACTGG":3271,"TTGGTAG":3272,"TTCATTG":3273,"GGCAAG":3274,"TTGGATG":3275,"TACCTGG":3276,"TATGACC":3277,"TTATTTAC":3278,"TCTGAAAA":3279,"AGCCAGGC":3280,"ATACTCC":3281,"ATTTTATG":3282,"TTAGGCC":3283,"TTATATTC":3284,"TTAGGGC":3285,"TTGGAAAA":3286,"TATCTAG":3287,"AGTAGGG":3288,"TGTAATCCCAGCTAC":3289,"ATTAAGC":3290,"TATATAAC":3291,"TCTCTCCC":3292,"TGTCAAG":3293,"AGATATAA":3294,"AGCAAGG":3295,"AGCAACC":3296,"TAGCTGG":3297,"TCCCGAGTAGC":3298,"ATTTGATT":3299,"AACGCC":3300,"TACCATG":3301,"TCGTAG":3302,"ACAAAAAAAA":3303,"ATTGTTTC":3304,"TAAGTGG":3305,"AAAGTTTT":3306,"AGTTACC":3307,"TGT":3308,"ATCACAC":3309,"ATAATTAA":3310,"TATCTGG":3311,"TCGAGG":3312,"TTGAGAA":3313,"AAAGAGAA":3314,"TATCAAAA":3315,"TTGCAGG":3316,"ACTAGCC":3317,"ATTATGG":3318,"ATATAGG":3319,"AAAACAAG":3320,"AGAGTAC":3321,"ATGCACAC":3322,"TTGCTAA":3323,"ATTGGCC":3324,"TTGTTCC":3325,"GGGACC":3326,"ATCCTAA":3327,"TATGGGC":3328,"TATTTTTAA":3329,"AGGGTCC":3330,"AAAACAGC":3331,"TACACAA":3332,"TAGAAGC":3333,"AATGAGC":3334,"TTGGCCAGGCTGG":3335,"ATTGGGG":3336,"ATGGGGG":3337,"TGTGTTTC":3338,"ATGATGG":3339,"ATATATAC":3340,"AGGGAAAA":3341,"TTAGATC":3342,"TGAGTCC":3343,"TATAGTG":3344,"AGGCTGGCC":3345,"TAGCATC":3346,"TCGTAA":3347,"TATATATC":3348,"AGGGTGC":3349,"AGTAGGC":3350,"TCTTCCCC":3351,"ATATTTATT":3352,"TTTTAGC":3353,"TTTCTATT":3354,"AGAAACAA":3355,"TAGCGC":3356,"TATCGG":3357,"TTTTGTTC":3358,"AAGCGG":3359,"ATCACTG":3360,"TTTTTCTC":3361,"TCAATATT":3362,"AGACAGAA":3363,"TGGCAGG":3364,"AACCTGG":3365,"TCTAGGC":3366,"ATTTGTT":3367,"TACAGAG":3368,"AAATTTTG":3369,"TAAATCC":3370,"ACCTTCC":3371,"TGCCAGG":3372,"ACGTTTC":3373,"TACATTC":3374,"TAGTGTG":3375,"TCTCTGTG":3376,"TACCTTG":3377,"ATAGCCC":3378,"TTTTTTCC":3379,"AAAAGTAA":3380,"TATCAGC":3381,"TATATATATAT":3382,"AAAACATC":3383,"ACTCATG":3384,"AAAATAAAA":3385,"TGCACAC":3386,"ATAAAGAA":3387,"TGATCCG":3388,"TGGCCG":3389,"ATTTGAC":3390,"TAAATGG":3391,"TGTGAGCC":3392,"GGGATG":3393,"ACGTCG":3394,"ACTTATG":3395,"TGAAACCCCG":3396,"AGGTCAGG":3397,"AGAAGGGG":3398,"TGCTTTG":3399,"AAGCACC":3400,"AATCATG":3401,"AAGTGAA":3402,"ACCCTTG":3403,"TGCTCTC":3404,"TCATTTTG":3405,"TGGAGGG":3406,"GGGATC":3407,"ACAGCCCC":3408,"AAGAACC":3409,"TATGCCC":3410,"ATATTTCC":3411,"AATAATAA":3412,"ATTGCG":3413,"TCAGTTTT":3414,"TGTCTAA":3415,"TGTCTGTG":3416,"ATTCTTTC":3417,"ATGCTAG":3418,"TAGGTAC":3419,"AGAATTTC":3420,"TGTTTTGG":3421,"TATTGGC":3422,"TGTCTAG":3423,"GCTCTG":3424,"TGGATTC":3425,"ATTGAGG":3426,"TTTTGTATT":3427,"TCGTAC":3428,"TCTTTGTG":3429,"AGGAAGGC":3430,"AATCCCC":3431,"TTCTGGC":3432,"TCTTTTTTTT":3433,"TTTTTAAG":3434,"TACCAGC":3435,"ACAGAGCC":3436,"GCTAA":3437,"TTTTGTAG":3438,"TTGCTCTG":3439,"AGACTAG":3440,"TGACAGAG":3441,"AGAAATGC":3442,"TCTAAGG":3443,"ATCAGGG":3444,"TTTTTTATT":3445,"TGAAATTC":3446,"TAAAATGC":3447,"GCCCCC":3448,"ATATATATG":3449,"TAAAAATT":3450,"AACCCCC":3451,"TCCTGAGTAGC":3452,"AAGAGAG":3453,"AAATTTAA":3454,"AATGCG":3455,"ACCTTTC":3456,"TGGGTCC":3457,"GGGTCC":3458,"ACAGTTTT":3459,"TCAAATAA":3460,"TAGCTCC":3461,"TTGACG":3462,"AGAAAGAG":3463,"ACTCTAG":3464,"TTAAAACC":3465,"GCGGC":3466,"ACTTTTCC":3467,"ATAGTGC":3468,"AATCAGC":3469,"TTGTTGC":3470,"ATGAAAG":3471,"ACCAGAA":3472,"TGAAACAC":3473,"TAAAATATT":3474,"TAGCAAG":3475,"TCTTAGC":3476,"TTGATGC":3477,"AACCAAC":3478,"TGTAGGG":3479,"TCCCTAC":3480,"ACCCGCC":3481,"TCAGTCG":3482,"TCT":3483,"TACCGG":3484,"AGGACAG":3485,"ATTACTG":3486,"ATTAATT":3487,"AAGAAAAC":3488,"TGGCTAC":3489,"TAAAAATACAAAA":3490,"ATAGACC":3491,"TTGCAGTGAGCCG":3492,"AATATATT":3493,"TTAGTGC":3494,"AATCCG":3495,"ATGACG":3496,"AAAATAAC":3497,"TGAGTAC":3498,"AAATATTC":3499,"AGGATTC":3500,"AGGTGAA":3501,"ACTAAGG":3502,"TTCATCC":3503,"AACTATT":3504,"ACACTAA":3505,"TCTCTTTT":3506,"ATTGATTG":3507,"ACCCCG":3508,"AGCACG":3509,"TCTCTTCC":3510,"ATAGTCC":3511,"TGACTAC":3512,"TTGTGGG":3513,"TAAGTCC":3514,"TGTCTTTC":3515,"AGAATGAA":3516,"ACATATTC":3517,"ATTAGCC":3518,"TAAGCCC":3519,"AAGGTAA":3520,"TCTCCTCC":3521,"AGGCTGGAGTGCAGTGGC":3522,"ATAGGGG":3523,"TCTTTCCC":3524,"AAGTTTG":3525,"TGGTATT":3526,"AATAGGC":3527,"ATGCCG":3528,"TGGACAC":3529,"TTATTTTATT":3530,"TTTTGTAA":3531,"AATAAAAAA":3532,"TACTGTG":3533,"CCCAGCC":3534,"ATAAATATT":3535,"TTAAATTC":3536,"TGGCAAG":3537,"ATAGGGC":3538,"ACCAGGG":3539,"AAAATGAA":3540,"TGGAGCC":3541,"GCGATC":3542,"ACTTAGC":3543,"ATCAGAA":3544,"AAACAGAA":3545,"TCA":3546,"TGTCAGG":3547,"TCTCCTGC":3548,"TTACTAG":3549,"AATGACC":3550,"AACATAA":3551,"TAGGTTC":3552,"TTTTCTAA":3553,"TTAGAGC":3554,"TGTTAGC":3555,"AAGATGC":3556,"TTGGTTTT":3557,"ATATATTG":3558,"AAATTTTC":3559,"ACAGGCGTGAGCC":3560,"TTATTTCC":3561,"TCCCGCC":3562,"TAGCTTG":3563,"TGTGGTGGC":3564,"TTGGTAC":3565,"TAGCTAG":3566,"AAAGTATT":3567,"AAGACAC":3568,"AAGAGGC":3569,"ATCCTAC":3570,"TTGGACC":3571,"AGTCTAC":3572,"TTTTCTTTC":3573,"AGGACTG":3574,"TGCAGAA":3575,"TCCCTGGG":3576,